‚ĖĀ t
e r
i n
‚ĖĀ a
e n
o n
‚ĖĀt h
‚ĖĀ th
e s
‚ĖĀ s
‚ĖĀ d
a t
o r
a n
‚ĖĀ c
i s
r e
i t
‚ĖĀt he
‚ĖĀth e
‚ĖĀ the
a r
l e
‚ĖĀ w
‚ĖĀ p
o u
a l
‚ĖĀ f
‚ĖĀ m
e d
‚ĖĀ o
‚ĖĀ b
o m
io n
i on
in g
i ng
i c
a s
e l
en t
e nt
‚ĖĀi n
‚ĖĀ in
‚ĖĀ h
n d
e t
‚ĖĀ l
‚ĖĀ n
s t
‚ĖĀt o
‚ĖĀ to
c h
‚ĖĀ I
r o
i l
‚ĖĀo f
‚ĖĀ of
d e
c t
‚ĖĀ (
a m
‚ĖĀ C
‚ĖĀd e
‚ĖĀ de
‚ĖĀ S
‚ĖĀ u
‚ĖĀ A
‚ĖĀ \\
‚ĖĀ e
‚ĖĀa nd
‚ĖĀan d
‚ĖĀ and
‚ĖĀ T
o l
‚ĖĀ v
i m
o t
a d
u t
‚ĖĀ g
e m
u r
i d
‚ĖĀ *
i g
r a
‚ĖĀr e
‚ĖĀ re
‚ĖĀi s
‚ĖĀ is
q u
o w
‚ĖĀ M
es t
e st
‚ĖĀ y
s e
v e
c e
i e
u n
‚ĖĀ P
‚ĖĀ B
a g
u l
‚ĖĀ =
h e
en d
e nd
od e
o de
te r
t er
me nt
men t
m ent
o s
‚ĖĀ D
i f
at ion
ati on
atio n
a tion
‚ĖĀf or
‚ĖĀfo r
‚ĖĀ for
‚ĖĀ r
‚ĖĀ L
‚ĖĀy ou
‚ĖĀyo u
‚ĖĀ you
‚ĖĀb e
‚ĖĀ be
l y
ve r
v er
a b
t e
‚ĖĀi t
‚ĖĀ it
‚ĖĀo n
‚ĖĀ on
r i
u s
‚ĖĀ "
‚ĖĀw h
‚ĖĀ wh
‚ĖĀc on
‚ĖĀco n
‚ĖĀ con
‚ĖĀ H
‚ĖĀs t
‚ĖĀ st
i r
‚ĖĀ E
‚ĖĀ F
c k
‚ĖĀa n
‚ĖĀ an
t h
e g
a y
it h
i th
‚ĖĀ R
is t
i st
an d
a nd
‚ĖĀt hat
‚ĖĀth at
‚ĖĀ that
‚ĖĀa l
‚ĖĀ al
‚ĖĀ $
‚ĖĀ #
o d
u m
‚ĖĀ W
h t
co de
cod e
c ode
‚ĖĀ G
at e
a te
es s
e ss
‚ĖĀ N
er e
e re
p p
‚ĖĀa s
‚ĖĀ as
‚ĖĀs e
‚ĖĀ se
‚ĖĀp ro
‚ĖĀpr o
‚ĖĀ pro
‚ĖĀw ith
‚ĖĀwit h
‚ĖĀ with
p e
‚ĖĀ k
er s
e rs
p t
) ;
l o
‚ĖĀc om
‚ĖĀco m
‚ĖĀ com
am e
a me
‚ĖĀ `
‚ĖĀC om
‚ĖĀCo m
‚ĖĀ Com
i a
an t
a nt
‚ĖĀl a
‚ĖĀ la
‚ĖĀ {
‚ĖĀe n
‚ĖĀ en
ct ion
c tion
‚ĖĀe x
‚ĖĀ ex
l d
u b
‚ĖĀ j
l a
u e
‚ĖĀ J
ic h
i ch
‚ĖĀd o
‚ĖĀ do
‚ĖĀ O
‚ĖĀq u
‚ĖĀ qu
i v
or t
o rt
ar t
a rt
‚ĖĀu n
‚ĖĀ un
‚ĖĀ# #
‚ĖĀ ##
‚ĖĀt his
‚ĖĀth is
‚ĖĀ this
k e
‚ĖĀh a
‚ĖĀ ha
‚ĖĀ -
ou t
o ut
‚ĖĀT he
‚ĖĀTh e
‚ĖĀ The
‚ĖĀn ot
‚ĖĀno t
‚ĖĀ not
‚ĖĀn e
‚ĖĀ ne
il l
i ll
‚ĖĀl e
‚ĖĀ le
c i
ro m
r om
in e
i ne
/ /
o p
eg in
e gin
‚ĖĀCom ment
‚ĖĀComm ent
‚ĖĀ Comment
be gin
beg in
b egin
—Ā —ā
as s
a ss
i z
) .
o g
‚ĖĀ –Ņ
‚ĖĀo r
‚ĖĀ or
‚ĖĀw as
‚ĖĀwa s
‚ĖĀ was
‚ĖĀa t
‚ĖĀ at
ou r
o ur
‚ĖĀ i
ai n
a in
‚ĖĀ K
–Ĺ –į
‚ĖĀ V
g e
‚ĖĀs u
‚ĖĀ su
a p
ag e
a ge
ou ld
oul d
o uld
n e
a v
x t
or e
o re
il e
i le
- -
‚ĖĀ –≤
‚ĖĀb y
‚ĖĀ by
l i
at h
a th
—Ä –į
be r
b er
ac h
a ch
al l
a ll
‚ĖĀT h
‚ĖĀ Th
ul t
u lt
‚ĖĀ }
‚ĖĀ U
‚ĖĀu s
‚ĖĀ us
‚ĖĀ z
us t
u st
‚ĖĀh ave
‚ĖĀha ve
‚ĖĀhav e
‚ĖĀ have
li c
l ic
–Ĺ –ł
‚ĖĀc an
‚ĖĀca n
‚ĖĀ can
t r
co m
c om
) ,
‚ĖĀI n
‚ĖĀ In
in d
i nd
el l
e ll
‚ĖĀf rom
‚ĖĀfr om
‚ĖĀfro m
‚ĖĀ from
–ĺ –≤
t o
‚ĖĀ [
ab le
abl e
a ble
os t
o st
‚ĖĀc h
‚ĖĀ ch
ec t
e ct
ig ht
igh t
in t
i nt
‚ĖĀ '
‚ĖĀa re
‚ĖĀar e
‚ĖĀ are
‚ĖĀi m
‚ĖĀ im
‚ĖĀs h
‚ĖĀ sh
‚ĖĀ <
‚ĖĀA n
‚ĖĀ An
‚ĖĀ —Ā
at a
a ta
ir e
i re
‚ĖĀt r
‚ĖĀ tr
co n
c on
or d
o rd
it y
i ty
ar d
a rd
‚ĖĀh e
‚ĖĀ he
‚ĖĀb ut
‚ĖĀbu t
‚ĖĀ but
o c
= "
‚ĖĀp r
‚ĖĀ pr
ur e
u re
pe r
p er
ac k
a ck
or k
on g
o ng
an s
a ns
–ļ –ĺ
pl e
p le
‚ĖĀd es
‚ĖĀde s
‚ĖĀ des
o k
or m
o rm
we r
w er
a k
p r
as e
a se
‚ĖĀe l
‚ĖĀ el
p h
a c
‚ĖĀu nd
‚ĖĀun d
‚ĖĀ und
‚ĖĀa r
‚ĖĀ ar
‚ĖĀi f
‚ĖĀ if
u d
p s
it e
i te
bl e
b le
–Ĺ –ĺ
fe r
f er
p l
iv e
i ve
an g
a ng
en s
e ns
—Ä –ĺ
‚ĖĀs o
‚ĖĀ so
s o
as t
a st
( )
sw er
s wer
r u
ie s
i es
‚ĖĀ :
a u
o v
—Ä –Ķ
–≥ –ĺ
‚ĖĀd er
‚ĖĀde r
‚ĖĀ der
‚ĖĀm y
‚ĖĀ my
‚ĖĀw e
‚ĖĀ we
‚ĖĀm e
‚ĖĀ me
n t
‚ĖĀa d
‚ĖĀ ad
ur n
u rn
‚ĖĀy our
‚ĖĀyou r
‚ĖĀyo ur
‚ĖĀ your
:/ /
: //
ar e
a re
‚ĖĀa ll
‚ĖĀal l
‚ĖĀ all
f f
i o
es tion
est ion
esti on
im e
i me
‚ĖĀe r
‚ĖĀ er
la ss
las s
l ass
‚ĖĀ –ł
‚ĖĀwh ich
‚ĖĀ which
om e
o me
on t
o nt
‚ĖĀp ar
‚ĖĀpa r
‚ĖĀ par
‚ĖĀm a
‚ĖĀ ma
‚ĖĀ Y
" ,
‚ĖĀ –ĺ
f t
ia l
i al
c c
ou nd
oun d
o und
‚ĖĀl i
‚ĖĀ li
‚ĖĀre s
‚ĖĀr es
‚ĖĀ res
et h
e th
je ct
j ect
‚ĖĀa pp
‚ĖĀap p
‚ĖĀ app
‚ĖĀS t
‚ĖĀ St
ic e
i ce
‚ĖĀa m
‚ĖĀ am
ac t
a ct
‚ĖĀd el
‚ĖĀde l
‚ĖĀ del
g r
at ed
ate d
a ted
ie r
i er
‚ĖĀa b
‚ĖĀ ab
‚ĖĀe t
‚ĖĀ et
al ly
all y
. .
po rt
por t
p ort
i k
‚ĖĀp er
‚ĖĀpe r
‚ĖĀ per
‚ĖĀc ont
‚ĖĀcon t
‚ĖĀco nt
‚ĖĀ cont
—Ä –ł
–ļ –į
se r
s er
–Ľ –ł
l l
ie w
i ew
ig n
i gn
_ {
pu t
p ut
on e
o ne
un ction
unc tion
unct ion
‚ĖĀd i
‚ĖĀ di
ar y
a ry
it ion
iti on
i tion
m a
–Ķ –Ĺ
ge t
g et
‚ĖĀl o
‚ĖĀ lo
‚ĖĀv al
‚ĖĀva l
‚ĖĀ val
‚ĖĀ Q
ra n
r an
‚ĖĀ –ī
en ce
enc e
‚ĖĀw ork
‚ĖĀwor k
‚ĖĀ work
‚ĖĀ–Ĺ –į
‚ĖĀ –Ĺ–į
i p
it em
ite m
i tem
yp e
y pe
‚ĖĀ &
‚ĖĀh is
‚ĖĀhi s
‚ĖĀ his
‚ĖĀu se
‚ĖĀus e
‚ĖĀ use
de r
d er
‚ĖĀAn swer
‚ĖĀAns wer
‚ĖĀ Answer
‚ĖĀw ill
‚ĖĀwil l
‚ĖĀ will
iz e
i ze
—ā –į
lo w
l ow
‚ĖĀC h
‚ĖĀ Ch
‚ĖĀg et
‚ĖĀge t
‚ĖĀ get
id e
i de
ou s
o us
in k
pt ion
p tion
–Ľ –į
tu rn
t urn
un g
u ng
e c
u g
fo rm
for m
f orm
re s
r es
ht t
h tt
ou g
o ug
–Ľ —Ć
‚ĖĀn o
‚ĖĀ no
c l
‚ĖĀr o
‚ĖĀ ro
‚ĖĀo ne
‚ĖĀon e
‚ĖĀ one
t t
cr i
c ri
d u
‚ĖĀu p
‚ĖĀ up
—ā –ĺ
( "
‚ĖĀo b
‚ĖĀ ob
w e
or y
o ry
‚ĖĀe st
‚ĖĀes t
‚ĖĀ est
er y
e ry
ie l
i el
st r
s tr
o b
‚ĖĀqu e
‚ĖĀq ue
‚ĖĀ que
ia n
i an
‚ĖĀo ut
‚ĖĀou t
‚ĖĀ out
‚ĖĀp l
‚ĖĀ pl
‚ĖĀn ew
‚ĖĀne w
‚ĖĀ new
–ļ –ł
‚ĖĀ +
r y
ot h
o th
th er
the r
t her
‚ĖĀv ar
‚ĖĀva r
‚ĖĀ var
‚ĖĀw ould
‚ĖĀwo uld
‚ĖĀs er
‚ĖĀse r
‚ĖĀ ser
ter n
te rn
t ern
te xt
tex t
t ext
‚ĖĀt here
‚ĖĀth ere
‚ĖĀthe re
‚ĖĀther e
‚ĖĀ there
is h
i sh
ro r
r or
—ā –Ķ
‚ĖĀs et
‚ĖĀse t
‚ĖĀ set
‚ĖĀ @
‚ĖĀ–Ņ –ĺ
‚ĖĀ –Ņ–ĺ
‚ĖĀt e
‚ĖĀ te
e x
‚ĖĀre turn
‚ĖĀret urn
‚ĖĀ return
ai l
a il
‚ĖĀa ny
‚ĖĀan y
‚ĖĀ any
‚ĖĀI t
‚ĖĀ It
‚ĖĀf unction
‚ĖĀfun ction
‚ĖĀfunc tion
‚ĖĀ function
{ \\
' ,
√© s
al e
a le
–į –Ĺ
‚ĖĀw hen
‚ĖĀwh en
‚ĖĀwhe n
‚ĖĀ when
i b
‚ĖĀg o
‚ĖĀ go
an ce
anc e
‚ĖĀh ad
‚ĖĀha d
‚ĖĀ had
‚ĖĀQ u
‚ĖĀ Qu
‚ĖĀc omp
‚ĖĀcom p
‚ĖĀco mp
‚ĖĀ comp
–Ľ –Ķ
‚ĖĀ –∑
ma th
mat h
m ath
‚ĖĀh as
‚ĖĀha s
‚ĖĀ has
‚ĖĀ –ľ
‚ĖĀp re
‚ĖĀpr e
‚ĖĀ pre
en er
ene r
e ner
‚ĖĀp art
‚ĖĀpar t
‚ĖĀpa rt
‚ĖĀ part
el f
‚ĖĀd ie
‚ĖĀdi e
‚ĖĀ die
‚ĖĀl ike
‚ĖĀli ke
‚ĖĀlik e
‚ĖĀ like
ra y
r ay
ir st
irs t
‚ĖĀd is
‚ĖĀdi s
‚ĖĀ dis
‚ĖĀm an
‚ĖĀma n
‚ĖĀ man
ri t
r it
‚ĖĀt hen
‚ĖĀth en
‚ĖĀthe n
‚ĖĀ then
‚ĖĀc lass
‚ĖĀcl ass
‚ĖĀcla ss
‚ĖĀclas s
‚ĖĀ class
pr o
p ro
‚ĖĀp o
‚ĖĀ po
‚ĖĀu sing
‚ĖĀus ing
‚ĖĀ using
e b
‚ĖĀc ode
‚ĖĀco de
‚ĖĀcod e
‚ĖĀ code
ow n
o wn
‚ĖĀs ome
‚ĖĀso me
‚ĖĀsom e
‚ĖĀ some
ce s
c es
‚ĖĀ$ \\
‚ĖĀ $\\
–Ķ —Ä
le ct
l ect
‚ĖĀa u
‚ĖĀ au
is ch
isc h
i sch
‚ĖĀc ol
‚ĖĀco l
‚ĖĀ col
‚ĖĀ ‚Äď
u p
on s
o ns
‚ĖĀa dd
‚ĖĀad d
‚ĖĀ add
il d
i ld
is s
i ss
va l
v al
ou nt
oun t
o unt
le s
l es
ve nt
ven t
v ent
‚ĖĀ Z
I n
ro w
r ow
ea r
e ar
at ions
ation s
ati ons
atio ns
a h
qu e
q ue
ub lic
u blic
an k
‚ĖĀs p
‚ĖĀ sp
‚ĖĀW h
‚ĖĀ Wh
-- --
--- -
- ---
s k
e w
ag s
a gs
—ā –ł
an n
a nn
‚ĖĀ ‚ÄĒ
er t
e rt
ac e
a ce
sc h
s ch
‚ĖĀn eed
‚ĖĀne ed
‚ĖĀ need
‚ĖĀ √†
ie n
i en
ou gh
oug h
o ugh
–Ĺ –Ķ
‚ĖĀd ef
‚ĖĀde f
‚ĖĀ def
i j
er n
e rn
‚ĖĀw hat
‚ĖĀwh at
‚ĖĀ what
‚ĖĀA r
‚ĖĀ Ar
w o
m l
< /
‚ĖĀR e
‚ĖĀ Re
‚ĖĀe s
‚ĖĀ es
‚ĖĀin st
‚ĖĀins t
‚ĖĀ inst
b o
a z
‚ĖĀ# ##
‚ĖĀ## #
‚ĖĀ –Ī
er m
e rm
‚ĖĀA l
‚ĖĀ Al
le d
l ed
–ī –į
te n
t en
se t
s et
–Ľ –ĺ
‚ĖĀc omm
‚ĖĀcom m
‚ĖĀco mm
‚ĖĀ comm
s h
–≤ –į
‚ĖĀ /
‚ĖĀd ata
‚ĖĀda ta
‚ĖĀdat a
‚ĖĀ data
‚ĖĀ/ /
‚ĖĀ //
] (
‚ĖĀs tr
‚ĖĀst r
‚ĖĀ str
os e
o se
‚ĖĀU n
‚ĖĀ Un
ve n
v en
S t
.. .
. ..
‚ĖĀ –°
ys t
y st
‚ĖĀ ¬ę
ic k
i ck
i x
pa r
p ar
‚ĖĀ —É
‚ĖĀw ant
‚ĖĀwa nt
n g
ot e
o te
‚ĖĀg r
‚ĖĀ gr
‚ĖĀd u
‚ĖĀ du
‚ĖĀ .
un d
u nd
‚ĖĀon ly
‚ĖĀ only
‚ĖĀs a
‚ĖĀ sa
el y
e ly
ve rs
ver s
v ers
‚ĖĀe nt
‚ĖĀen t
‚ĖĀ ent
) )
( '
‚ĖĀm od
‚ĖĀmo d
‚ĖĀ mod
av a
a va
to n
t on
‚ĖĀsh ould
‚ĖĀsho uld
‚ĖĀ should
em ent
eme nt
emen t
e ment
‚ĖĀf orm
‚ĖĀfor m
‚ĖĀfo rm
‚ĖĀ form
‚ĖĀal so
‚ĖĀals o
‚ĖĀ also
‚ĖĀs c
‚ĖĀ sc
in gs
ing s
‚ĖĀY ou
‚ĖĀ You
√≥ n
‚ĖĀk n
‚ĖĀ kn
() ;
( );
‚ĖĀ |
‚ĖĀw ere
‚ĖĀwe re
‚ĖĀwer e
s s
‚ĖĀQu estion
‚ĖĀ Question
is e
i se
‚ĖĀth ey
‚ĖĀthe y
‚ĖĀ they
‚ĖĀD e
‚ĖĀ De
on d
o nd
‚ĖĀs ol
‚ĖĀso l
‚ĖĀ sol
‚ĖĀf ol
‚ĖĀfo l
‚ĖĀ fol
‚ĖĀm ore
‚ĖĀmo re
‚ĖĀmor e
‚ĖĀ more
‚ĖĀh er
‚ĖĀhe r
‚ĖĀ her
‚ĖĀ _
‚ĖĀ √©
at ch
ft er
fte r
f ter
‚ĖĀc re
‚ĖĀcr e
‚ĖĀ cre
lo ck
loc k
l ock
tr ing
tri ng
t ring
‚ĖĀT his
‚ĖĀTh is
‚ĖĀ This
z e
ad o
a do
ul l
u ll
ge r
g er
b e
‚ĖĀo ther
‚ĖĀot her
‚ĖĀ other
‚ĖĀT ags
‚ĖĀTag s
‚ĖĀTa gs
‚ĖĀ Tags
ut ion
uti on
u tion
ic t
i ct
‚ĖĀh ow
‚ĖĀho w
‚ĖĀ how
‚ĖĀ x
‚ĖĀS e
‚ĖĀ Se
‚ĖĀc he
‚ĖĀch e
‚ĖĀ che
cri pt
cr ipt
‚ĖĀj ust
‚ĖĀju st
‚ĖĀ just
‚ĖĀp os
‚ĖĀpo s
‚ĖĀ pos
an ge
ang e
if ic
ifi c
i fic
re e
r ee
} }
‚ĖĀt ime
‚ĖĀtim e
‚ĖĀti me
‚ĖĀ time
ap p
a pp
–Ĺ —č
‚ĖĀf ile
‚ĖĀfil e
‚ĖĀfi le
‚ĖĀ file
ar k
ic al
ica l
i cal
‚ĖĀf irst
‚ĖĀfir st
‚ĖĀ first
‚ĖĀin t
‚ĖĀi nt
‚ĖĀ int
‚ĖĀ –í
‚ĖĀH e
‚ĖĀ He
t a
um ent
ume nt
umen t
u ment
or s
o rs
le ment
lem ent
l ement
ra c
r ac
‚ĖĀa g
‚ĖĀ ag
‚ĖĀdo es
‚ĖĀ does
y n
re ad
rea d
r ead
ua l
u al
‚ĖĀL e
‚ĖĀ Le
y s
‚ĖĀe m
‚ĖĀ em
‚ĖĀn um
‚ĖĀnu m
‚ĖĀ num
ve l
v el
–ī –ł
ov er
ove r
o ver
‚ĖĀd if
‚ĖĀdi f
et hod
eth od
‚ĖĀI f
‚ĖĀ If
‚ĖĀs pe
‚ĖĀsp e
‚ĖĀ spe
y m
‚ĖĀt hem
‚ĖĀth em
‚ĖĀthe m
‚ĖĀin to
‚ĖĀint o
‚ĖĀ into
‚ĖĀl es
‚ĖĀle s
‚ĖĀ les
‚ĖĀit s
‚ĖĀi ts
‚ĖĀ its
es e
e se
ie ld
iel d
i eld
‚ĖĀp ublic
‚ĖĀpub lic
‚ĖĀpu blic
‚ĖĀpubli c
‚ĖĀ public
‚ĖĀ –ü
‚ĖĀd en
‚ĖĀde n
‚ĖĀ den
yst em
ys tem
o f
‚ĖĀo ver
‚ĖĀov er
‚ĖĀ over
- >
‚ĖĀf il
‚ĖĀfi l
‚ĖĀ fil
na me
nam e
n ame
in al
ina l
i nal
‚ĖĀi l
‚ĖĀ il
am ple
amp le
‚ĖĀw ay
‚ĖĀwa y
‚ĖĀ way
ic a
i ca
–≤ –ĺ
ce ss
ces s
c ess
it t
i tt
uc h
u ch
‚ĖĀw here
‚ĖĀwh ere
‚ĖĀwhe re
‚ĖĀ where
–ľ –ł
or g
o rg
htt ps
http s
‚ĖĀv o
‚ĖĀ vo
ie nt
ien t
i ent
ov e
o ve
‚ĖĀval ue
‚ĖĀvalu e
‚ĖĀ value
en g
e ng
‚ĖĀL a
‚ĖĀ La
^ {
re f
r ef
ie d
i ed
E R
‚ĖĀs tat
‚ĖĀst at
‚ĖĀsta t
‚ĖĀ stat
fi g
f ig
m e
‚ĖĀv on
‚ĖĀvo n
‚ĖĀ von
‚ĖĀin ter
‚ĖĀint er
‚ĖĀinte r
‚ĖĀ inter
ro id
r oid
at er
ate r
a ter
‚ĖĀthe ir
‚ĖĀb et
‚ĖĀbe t
‚ĖĀ bet
‚ĖĀe in
‚ĖĀ ein
} \\
" >
‚ĖĀs ub
‚ĖĀsu b
‚ĖĀ sub
‚ĖĀo p
‚ĖĀ op
‚ĖĀd on
‚ĖĀdo n
‚ĖĀ don
t y
‚ĖĀt ry
‚ĖĀtr y
‚ĖĀ try
‚ĖĀP ro
‚ĖĀPr o
‚ĖĀ Pro
‚ĖĀt ra
‚ĖĀtr a
‚ĖĀ tra
‚ĖĀs ame
‚ĖĀsa me
‚ĖĀsam e
‚ĖĀ same
e p
‚ĖĀt wo
‚ĖĀtw o
‚ĖĀ two
‚ĖĀn ame
‚ĖĀna me
‚ĖĀnam e
‚ĖĀ name
ol d
o ld
le t
l et
‚ĖĀs im
‚ĖĀsi m
‚ĖĀ sim
s p
‚ĖĀa v
‚ĖĀ av
br e
b re
ble m
bl em
b lem
e y
‚ĖĀc ould
‚ĖĀco uld
‚ĖĀcou ld
‚ĖĀ could
‚ĖĀc or
‚ĖĀco r
‚ĖĀ cor
‚ĖĀa cc
‚ĖĀac c
‚ĖĀ acc
ay s
a ys
cr e
c re
ur r
u rr
s i
‚ĖĀcon st
‚ĖĀcons t
‚ĖĀ const
ue s
u es
} $
V iew
‚ĖĀa ct
‚ĖĀac t
‚ĖĀ act
‚ĖĀb o
‚ĖĀ bo
‚ĖĀ–ļ –ĺ
‚ĖĀ –ļ–ĺ
‚ĖĀs om
‚ĖĀso m
‚ĖĀ som
‚ĖĀab out
‚ĖĀ about
la nd
lan d
l and
me r
m er
‚ĖĀl ist
‚ĖĀli st
‚ĖĀ list
ca l
c al
‚ĖĀim port
‚ĖĀimp ort
‚ĖĀ import
co l
c ol
‚ĖĀn a
‚ĖĀ na
n a
: :
‚ĖĀw ho
‚ĖĀwh o
‚ĖĀ who
‚ĖĀe rror
‚ĖĀer ror
‚ĖĀerr or
‚ĖĀ error
‚ĖĀ X
at or
ato r
a tor
ex t
e xt
‚ĖĀb een
‚ĖĀbe en
√© r
‚ĖĀr un
‚ĖĀru n
‚ĖĀ run
po s
p os
‚ĖĀc l
‚ĖĀ cl
* *
‚ĖĀ –ö
ul ar
ula r
u lar
au se
aus e
a use
‚ĖĀre g
‚ĖĀr eg
‚ĖĀ reg
‚ĖĀk now
‚ĖĀkn ow
‚ĖĀ know
‚ĖĀs ee
‚ĖĀse e
‚ĖĀ see
‚ĖĀh im
‚ĖĀhi m
‚ĖĀ him
ni ng
n ing
‚ĖĀ–∑ –į
‚ĖĀ –∑–į
at es
ate s
a tes
fo re
for e
f ore
ion s
io ns
i ons
‚ĖĀh el
‚ĖĀhe l
‚ĖĀ hel
ut e
u te
‚ĖĀre m
‚ĖĀr em
‚ĖĀ rem
‚ĖĀ–≥ –ĺ
‚ĖĀ –≥–ĺ
‚ĖĀM ar
‚ĖĀMa r
‚ĖĀ Mar
—Ä —É
vi ce
vic e
v ice
ir ect
ire ct
i rect
ne r
n er
‚ĖĀu nder
‚ĖĀun der
‚ĖĀund er
‚ĖĀ under
ri b
r ib
h r
—á –Ķ
‚ĖĀA s
‚ĖĀ As
‚ĖĀe nd
‚ĖĀen d
‚ĖĀ end
em ber
emb er
‚ĖĀ –į
‚ĖĀa tt
‚ĖĀat t
‚ĖĀ att
in a
i na
so n
s on
‚ĖĀf ollow
‚ĖĀfol low
‚ĖĀ follow
‚ĖĀS ch
‚ĖĀSc h
‚ĖĀ Sch
pe ct
pec t
p ect
‚ĖĀre l
‚ĖĀr el
‚ĖĀ rel
‚ĖĀS o
‚ĖĀ So
‚ĖĀl ook
‚ĖĀlo ok
‚ĖĀ look
ab el
abe l
a bel
‚ĖĀpro blem
‚ĖĀprob lem
‚ĖĀproble m
‚ĖĀprobl em
‚ĖĀ problem
‚ĖĀv an
‚ĖĀva n
‚ĖĀ van
st rong
str ong
c o
po n
p on
c a
ad a
a da
" :
con d
co nd
c ond
am b
a mb
} ,
qu est
que st
ques t
q uest
‚ĖĀa ut
‚ĖĀau t
‚ĖĀ aut
‚ĖĀres ult
‚ĖĀ result
‚ĖĀm ay
‚ĖĀma y
‚ĖĀ may
R e
ht tp
htt p
h ttp
) :
‚ĖĀA nd
‚ĖĀAn d
‚ĖĀ And
re d
r ed
‚ĖĀH ow
‚ĖĀHo w
‚ĖĀ How
p o
—Ā–ļ –ĺ
—Ā –ļ–ĺ
at t
a tt
ou p
o up
ce d
c ed
‚ĖĀt ype
‚ĖĀtyp e
‚ĖĀty pe
‚ĖĀ type
‚ĖĀt han
‚ĖĀth an
‚ĖĀ than
‚ĖĀc ons
‚ĖĀcon s
‚ĖĀco ns
‚ĖĀ cons
u f
—Ü –ł
‚ĖĀqu estion
‚ĖĀquest ion
‚ĖĀquesti on
‚ĖĀ question
ra ph
rap h
r aph
ig h
i gh
‚ĖĀ –ú
‚ĖĀh tt
‚ĖĀ htt
in s
i ns
de n
d en
‚ĖĀd a
‚ĖĀ da
‚ĖĀv er
‚ĖĀve r
‚ĖĀ ver
o h
‚ĖĀ= >
‚ĖĀ =>
ri v
r iv
ud e
u de
‚ĖĀF or
‚ĖĀFo r
‚ĖĀ For
‚ĖĀr a
‚ĖĀ ra
fr ac
fra c
f rac
–ľ –į
‚ĖĀa fter
‚ĖĀaf ter
‚ĖĀ after
} {
‚ĖĀm ethod
‚ĖĀmet hod
‚ĖĀ method
" )
am p
a mp
as h
a sh
‚ĖĀre c
‚ĖĀr ec
‚ĖĀ rec
‚ĖĀd iffer
‚ĖĀdif fer
‚ĖĀdiff er
O N
a x
am ent
ame nt
amen t
a ment
our ce
Co n
C on
it s
i ts
Na me
N ame
ma n
m an
‚ĖĀb ec
‚ĖĀbe c
‚ĖĀ bec
ch e
c he
‚ĖĀE n
‚ĖĀ En
a j
‚ĖĀg ener
‚ĖĀge ner
‚ĖĀgen er
‚ĖĀgene r
‚ĖĀ gener
I N
‚ĖĀi d
‚ĖĀ id
ag es
age s
a ges
‚ĖĀl oc
‚ĖĀlo c
‚ĖĀ loc
f o
b r
‚ĖĀs he
‚ĖĀsh e
‚ĖĀ she
Pr o
P ro
‚ĖĀu na
‚ĖĀun a
‚ĖĀ una
‚ĖĀ –ļ
et a
e ta
lo g
l og
ol og
olo g
o log
‚ĖĀs ur
‚ĖĀsu r
‚ĖĀ sur
ar g
a rg
‚ĖĀ- -
‚ĖĀ --
k t
( \\
mi n
m in
‚ĖĀl ine
‚ĖĀli ne
‚ĖĀlin e
‚ĖĀ line
‚ĖĀv ari
‚ĖĀvar i
‚ĖĀva ri
‚ĖĀ vari
—Ā —Ź
ic s
i cs
–Ĺ —Ź
ve ry
ver y
v ery
ad d
a dd
‚ĖĀo bject
‚ĖĀob ject
‚ĖĀobj ect
‚ĖĀ object
I d
‚ĖĀB ut
‚ĖĀBu t
‚ĖĀ But
‚ĖĀc ase
‚ĖĀcas e
‚ĖĀca se
‚ĖĀ case
‚ĖĀm ake
‚ĖĀma ke
‚ĖĀmak e
‚ĖĀ make
‚ĖĀc al
‚ĖĀca l
‚ĖĀ cal
‚ĖĀp ass
‚ĖĀpas s
‚ĖĀpa ss
‚ĖĀ pass
—Ā —Ć
ess ion
ne t
n et
. "
‚ĖĀ –≥
√§ r
–ī –Ķ
n o
at ing
ati ng
atin g
a ting
at o
a to
li ne
lin e
l ine
–≤ –ł
‚ĖĀE x
‚ĖĀ Ex
‚ĖĀa ss
‚ĖĀas s
‚ĖĀ ass
‚ĖĀv ers
‚ĖĀver s
‚ĖĀve rs
‚ĖĀ vers
–Ľ —Ź
‚ĖĀe d
‚ĖĀ ed
um n
u mn
ot her
oth er
othe r
o ther
—Ā—ā –į
—Ā —ā–į
at ive
ativ e
ati ve
St ring
Str ing
S tring
‚ĖĀl os
‚ĖĀlo s
‚ĖĀ los
w n
‚ĖĀan swer
‚ĖĀans wer
‚ĖĀ answer
‚ĖĀl et
‚ĖĀle t
‚ĖĀ let
‚ĖĀp e
‚ĖĀ pe
en ts
ent s
‚ĖĀf e
‚ĖĀ fe
in ce
inc e
n i
id er
ide r
i der
ow s
o ws
‚ĖĀt est
‚ĖĀte st
‚ĖĀ test
‚ĖĀh ere
‚ĖĀhe re
‚ĖĀher e
‚ĖĀ here
ro ll
rol l
r oll
‚ĖĀc all
‚ĖĀcal l
‚ĖĀca ll
‚ĖĀ call
ru ct
r uct
‚ĖĀp ol
‚ĖĀpo l
‚ĖĀ pol
ai t
a it
‚ĖĀb ack
‚ĖĀba ck
‚ĖĀ back
h o
E x
re ss
res s
r ess
S T
ri ed
rie d
r ied
da te
dat e
d ate
–Ķ —ā
‚ĖĀd id
‚ĖĀdi d
‚ĖĀ did
ti ng
t ing
‚ĖĀE l
‚ĖĀ El
‚ĖĀd em
‚ĖĀde m
‚ĖĀ dem
) $
–ĺ–≤ –į
–ĺ –≤–į
ur rent
urr ent
urre nt
la ce
lac e
l ace
rig ht
r ight
re n
r en
–Ņ –ĺ
‚ĖĀe ach
‚ĖĀ each
c y
bl ock
blo ck
b lock
da ta
dat a
d ata
‚ĖĀ %
‚ĖĀa c
‚ĖĀ ac
‚ĖĀ= =
‚ĖĀ ==
√ľ r
‚ĖĀp or
‚ĖĀpo r
‚ĖĀ por
as k
a sk
ar ch
arc h
am es
ame s
a mes
‚ĖĀC on
‚ĖĀCo n
‚ĖĀ Con
—á –į
‚ĖĀo ff
‚ĖĀof f
‚ĖĀ off
‚ĖĀf ind
‚ĖĀfin d
‚ĖĀfi nd
‚ĖĀ find
con t
co nt
c ont
‚ĖĀn ow
‚ĖĀno w
‚ĖĀ now
wor k
w ork
at ional
ation al
ati onal
atio nal
d d
ci √≥n
ci√≥ n
c i√≥n
‚ĖĀ –ź
au lt
a ult
Li st
L ist
‚ĖĀe xt
‚ĖĀex t
‚ĖĀ ext
ur s
u rs
ak e
a ke
ul e
u le
‚ĖĀp oint
‚ĖĀpo int
‚ĖĀpoi nt
‚ĖĀ point
A T
au t
a ut
‚ĖĀtr ans
‚ĖĀtra ns
‚ĖĀtran s
‚ĖĀ trans
‚ĖĀc o
‚ĖĀ co
‚ĖĀre ad
‚ĖĀr ead
‚ĖĀ read
‚ĖĀu sed
‚ĖĀus ed
‚ĖĀuse d
‚ĖĀ used
—Ā–ļ –ł
—Ā –ļ–ł
ar i
a ri
L E
et er
ete r
e ter
ou n
o un
ev er
e ver
sel f
s elf
in ed
ine d
i ned
id th
u x
j s
‚ĖĀs uch
‚ĖĀsu ch
‚ĖĀsuc h
‚ĖĀ such
‚ĖĀI s
‚ĖĀ Is
√© e
fu l
f ul
‚ĖĀd ist
‚ĖĀdi st
‚ĖĀdis t
‚ĖĀ dist
‚ĖĀb u
‚ĖĀ bu
item ize
Con t
Co nt
C ont
j e
—Ā –ł
‚ĖĀp rov
‚ĖĀpro v
‚ĖĀpr ov
‚ĖĀ prov
b b
wa rd
war d
w ard
es ent
ese nt
esen t
e sent
er son
ers on
an ks
ank s
w h
no t
n ot
‚ĖĀW e
‚ĖĀ We
k a
ro p
r op
at ur
atu r
al s
a ls
‚ĖĀb el
‚ĖĀbe l
‚ĖĀ bel
√∂ r
f r
‚ĖĀex ample
‚ĖĀexam ple
‚ĖĀ example
‚ĖĀin cl
‚ĖĀinc l
am il
ami l
a mil
‚ĖĀ—Ä –į
‚ĖĀ —Ä–į
‚ĖĀ ‚Äú
‚ĖĀs tring
‚ĖĀst ring
‚ĖĀstr ing
‚ĖĀstri ng
‚ĖĀ string
‚ĖĀth ink
‚ĖĀthin k
T h
‚ĖĀt em
‚ĖĀte m
‚ĖĀ tem
av e
a ve
‚ĖĀF ran
‚ĖĀFr an
‚ĖĀFra n
‚ĖĀ Fran
‚ĖĀn umber
‚ĖĀnum ber
‚ĖĀ number
‚ĖĀs i
‚ĖĀ si
im es
ime s
i mes
te m
t em
m y
le r
l er
lo ad
= =
‚ĖĀh and
‚ĖĀha nd
‚ĖĀhan d
‚ĖĀ hand
z a
‚ĖĀb ecause
‚ĖĀbec ause
‚ĖĀ because
‚ĖĀs ch
‚ĖĀsc h
‚ĖĀ sch
v o
th is
t his
I D
√£ o
‚ĖĀst art
‚ĖĀstar t
‚ĖĀsta rt
‚ĖĀ start
‚ĖĀw ar
‚ĖĀwa r
‚ĖĀ war
‚ĖĀhe lp
‚ĖĀhel p
‚ĖĀ help
t s
‚ĖĀc har
‚ĖĀch ar
‚ĖĀcha r
‚ĖĀ char
‚ĖĀp h
‚ĖĀ ph
‚ĖĀm in
‚ĖĀmi n
‚ĖĀ min
ti l
t il
ri te
rit e
r ite
-- ------
---- ----
--- -----
------ --
----- ---
------- -
- -------
el s
e ls
‚ĖĀm it
‚ĖĀmi t
‚ĖĀ mit
ed ia
edi a
e dia
–ļ —É
‚ĖĀS h
‚ĖĀ Sh
an y
a ny
] ;
‚ĖĀ –Ď
iqu e
i que
d a
e f
de x
d ex
‚ĖĀp rodu
‚ĖĀpro du
‚ĖĀpr odu
‚ĖĀprod u
‚ĖĀ produ
‚ĖĀ –Ě
gr am
gra m
g ram
‚ĖĀO r
‚ĖĀ Or
‚ĖĀg re
‚ĖĀgr e
‚ĖĀ gre
qu ote
quot e
le g
l eg
or n
o rn
‚ĖĀin d
‚ĖĀi nd
‚ĖĀ ind
‚ĖĀp ost
‚ĖĀpo st
‚ĖĀpos t
‚ĖĀ post
‚ĖĀd ep
‚ĖĀde p
‚ĖĀ dep
] ,
v i
‚ĖĀu ser
‚ĖĀus er
‚ĖĀuse r
‚ĖĀ user
‚ĖĀ >
li ck
lic k
l ick
‚ĖĀv ery
‚ĖĀver y
‚ĖĀve ry
‚ĖĀ very
et hing
eth ing
e thing
‚ĖĀar ray
‚ĖĀarr ay
‚ĖĀ array
‚ĖĀg u
‚ĖĀ gu
‚ĖĀd ur
‚ĖĀdu r
` .
—ā —Ć
li cation
lic ation
lica tion
—Ā—ā –ł
—Ā —ā–ł
e k
ic o
i co
‚ĖĀd at
‚ĖĀda t
‚ĖĀ dat
–ĺ —Ä
ht ml
htm l
h tml
ion e
io ne
i one
‚ĖĀd ifferent
‚ĖĀdiffer ent
‚ĖĀc heck
‚ĖĀche ck
‚ĖĀ check
‚ĖĀf r
‚ĖĀ fr
‚ĖĀE r
‚ĖĀ Er
‚ĖĀt ext
‚ĖĀte xt
‚ĖĀtex t
‚ĖĀ text
–Ĺ —Ė
ic ht
ich t
i cht
st ack
sta ck
E N
ra g
r ag
‚ĖĀe very
‚ĖĀev ery
‚ĖĀever y
‚ĖĀ every
A r
‚ĖĀbe fore
‚ĖĀbef ore
‚ĖĀ before
al se
als e
‚ĖĀf in
‚ĖĀfi n
‚ĖĀ fin
‚ĖĀd √©
‚ĖĀth ese
‚ĖĀthe se
‚ĖĀd et
‚ĖĀde t
‚ĖĀ det
V al
ce ption
cept ion
cep tion
‚ĖĀand roid
‚ĖĀ android
block quote
‚ĖĀj e
‚ĖĀ je
fil e
fi le
f ile
at s
a ts
‚ĖĀ–ī –ĺ
‚ĖĀ –ī–ĺ
ess age
essa ge
‚ĖĀag ain
a w
C h
we en
w een
‚ĖĀ –Ē
fo r
f or
ci al
cia l
c ial
pl ay
pla y
p lay
pr e
p re
id a
i da
‚ĖĀP ar
‚ĖĀPa r
‚ĖĀ Par
n y
ra ct
rac t
r act
‚ĖĀs upp
‚ĖĀsu pp
‚ĖĀsup p
‚ĖĀ supp
as ed
ase d
a sed
le ction
lect ion
l ection
‚ĖĀd ans
‚ĖĀda ns
‚ĖĀdan s
ai r
a ir
ro l
r ol
‚ĖĀt hr
‚ĖĀth r
Dat a
Da ta
D ata
li ch
lic h
l ich
‚ĖĀ–Ņ —Ä–ĺ
‚ĖĀ–Ņ—Ä –ĺ
‚ĖĀ –Ņ—Ä–ĺ
‚ĖĀl ong
‚ĖĀlo ng
‚ĖĀlon g
‚ĖĀ long
‚ĖĀse cond
‚ĖĀsec ond
‚ĖĀ second
ual ly
u ally
in es
ine s
i nes
‚ĖĀf ound
‚ĖĀfo und
‚ĖĀfou nd
‚ĖĀ found
eng th
y p
ea d
e ad
‚ĖĀl og
‚ĖĀlo g
‚ĖĀ log
u i
ne w
n ew
‚ĖĀ –†
g o
au s
a us
od y
o dy
‚ĖĀs on
‚ĖĀso n
‚ĖĀ son
–ľ –Ķ
er o
e ro
ve d
v ed
su b
s ub
‚ĖĀr ight
‚ĖĀrig ht
‚ĖĀ right
vi ew
vie w
v iew
‚ĖĀfollow ing
' )
") ;
" );
‚ĖĀsa id
–∂ –Ķ
—á –ł
—ā —É
ot t
o tt
—Ā –Ķ
ar s
a rs
$ .
g g
‚ĖĀb r
‚ĖĀ br
oo l
o ol
yl e
y le
us e
u se
‚ĖĀs how
‚ĖĀsh ow
‚ĖĀsho w
‚ĖĀ show
le ase
lea se
ci a
c ia
‚ĖĀd irect
‚ĖĀdi rect
‚ĖĀdire ct
‚ĖĀdir ect
‚ĖĀ direct
do c
d oc
–į —Ä
m s
‚ĖĀg iv
‚ĖĀgi v
‚ĖĀ giv
‚ĖĀe xp
‚ĖĀex p
‚ĖĀ exp
q l
–ī —É
–≤ –Ķ
‚ĖĀB e
‚ĖĀ Be
Co m
C om
it er
ite r
i ter
R E
m p
me n
m en
‚ĖĀR o
‚ĖĀ Ro
M A
‚ĖĀC ol
‚ĖĀCo l
‚ĖĀ Col
is ter
ist er
iste r
i ster
‚ĖĀw ell
‚ĖĀwe ll
‚ĖĀwel l
‚ĖĀ well
‚ĖĀ< /
‚ĖĀ </
ay out
at ure
atur e
atu re
iv ers
ive rs
iver s
i vers
z y
‚ĖĀ–Ĺ –Ķ
‚ĖĀ –Ĺ–Ķ
‚ĖĀm et
‚ĖĀme t
‚ĖĀ met
un e
u ne
yt h
y th
Ty pe
Typ e
T ype
‚ĖĀe lement
‚ĖĀel ement
‚ĖĀele ment
‚ĖĀelem ent
‚ĖĀ element
‚ĖĀl ink
‚ĖĀlin k
‚ĖĀ link
mo d
m od
‚ĖĀbet ween
‚ĖĀ between
ce pt
cep t
qu ire
qui re
‚ĖĀth rough
‚ĖĀthr ough
‚ĖĀthro ugh
‚ĖĀ through
‚ĖĀwh ile
‚ĖĀ while
‚ĖĀO n
‚ĖĀ On
th e
t he
√≠ a
‚ĖĀs omething
‚ĖĀsome thing
‚ĖĀsom ething
‚ĖĀsomet hing
‚ĖĀ something
vo l
v ol
‚ĖĀm ost
‚ĖĀmo st
‚ĖĀmos t
‚ĖĀ most
s c
us s
u ss
‚ĖĀc ar
‚ĖĀca r
‚ĖĀ car
‚ĖĀs m
‚ĖĀ sm
‚ĖĀ—Ä –ĺ
‚ĖĀ —Ä–ĺ
an o
a no
le ft
lef t
l eft
v a
‚ĖĀtr ue
‚ĖĀ true
( $
em s
e ms
‚ĖĀm uch
‚ĖĀmu ch
√° s
‚ĖĀN ew
‚ĖĀNe w
‚ĖĀ New
‚ĖĀpro per
‚ĖĀpr oper
‚ĖĀprop er
er a
e ra
it ed
ite d
i ted
‚ĖĀd oc
‚ĖĀdo c
‚ĖĀ doc
ic es
ice s
i ces
Th e
T he
‚ĖĀ ?
—Ā—ā –ĺ
—Ā —ā–ĺ
f l
‚ĖĀs pec
‚ĖĀsp ec
‚ĖĀspe c
‚ĖĀ spec
en der
end er
ende r
e nder
wa y
w ay
‚ĖĀs elf
‚ĖĀsel f
‚ĖĀ self
‚ĖĀe ven
‚ĖĀev en
‚ĖĀ even
—Ė –≤
‚ĖĀ—Ā –Ķ
‚ĖĀ —Ā–Ķ
–Ĺ–ł —Ź
‚ĖĀP r
‚ĖĀ Pr
‚ĖĀk e
‚ĖĀ ke
em b
e mb
‚ĖĀt able
‚ĖĀtab le
‚ĖĀta ble
‚ĖĀ table
‚ĖĀe qu
‚ĖĀeq u
‚ĖĀ equ
li ent
lie nt
l ient
t d
par t
pa rt
p art
‚ĖĀpr int
‚ĖĀpri nt
‚ĖĀprin t
‚ĖĀ print
‚ĖĀu ne
‚ĖĀun e
‚ĖĀ une
if y
‚ĖĀ- >
‚ĖĀ ->
en e
e ne
‚ĖĀm on
‚ĖĀmo n
‚ĖĀ mon
‚ĖĀd ec
‚ĖĀde c
‚ĖĀ dec
‚ĖĀst ill
‚ĖĀ–ĺ –Ī
‚ĖĀ –ĺ–Ī
‚ĖĀT r
‚ĖĀ Tr
‚ĖĀ —Ą
if e
i fe
is m
i sm
b y
ra w
r aw
io r
i or
‚ĖĀm ed
‚ĖĀme d
‚ĖĀ med
or ld
‚ĖĀcom ple
‚ĖĀcomp le
‚ĖĀcompl e
‚ĖĀ comple
w w
‚ĖĀa rt
‚ĖĀar t
‚ĖĀ art
ro n
r on
‚ĖĀ –ď
‚ĖĀM y
‚ĖĀ My
‚ĖĀa ls
‚ĖĀal s
‚ĖĀ als
re ct
rec t
r ect
‚ĖĀa uf
‚ĖĀau f
‚ĖĀ auf
‚ĖĀd own
‚ĖĀdo wn
‚ĖĀdow n
‚ĖĀ down
at her
ath er
a ther
Co l
C ol
Te xt
Tex t
T ext
ba ck
b ack
$ ,
‚ĖĀy ear
‚ĖĀye ar
‚ĖĀ year
–ľ –ĺ
p i
‚ĖĀG r
‚ĖĀ Gr
re am
rea m
‚ĖĀre p
‚ĖĀr ep
‚ĖĀ rep
b f
ww w
w ww
‚ĖĀw ur
‚ĖĀo rg
‚ĖĀor g
‚ĖĀ org
in ter
int er
inte r
‚ĖĀD ie
‚ĖĀDi e
‚ĖĀ Die
‚ĖĀb eing
‚ĖĀbe ing
‚ĖĀbei ng
" .
la bel
lab el
l abel
‚ĖĀc ent
‚ĖĀce nt
‚ĖĀ cent
ja va
jav a
j ava
ba r
b ar
an te
ant e
an a
a na
_ _
‚ĖĀsol ution
‚ĖĀ –ě
‚ĖĀf l
‚ĖĀ fl
‚ĖĀc reate
‚ĖĀcre ate
‚ĖĀ create
ic i
i ci
st e
s te
yth on
yt hon
un t
u nt
as on
aso n
a son
fer ence
fe rence
S E
‚ĖĀn on
‚ĖĀno n
‚ĖĀ non
an e
a ne
‚ĖĀin s
‚ĖĀi ns
‚ĖĀ ins
ad er
ade r
a der
_{ \\
_ {\\
Re s
R es
‚ĖĀm ain
‚ĖĀma in
‚ĖĀmai n
‚ĖĀ main
–Ņ –ł
‚ĖĀT here
‚ĖĀThe re
‚ĖĀTh ere
‚ĖĀTher e
‚ĖĀ There
‚ĖĀp our
‚ĖĀpo ur
‚ĖĀpou r
R O
` ,
li sh
lis h
l ish
b ject
cc ess
c cess
‚ĖĀo rig
‚ĖĀor ig
‚ĖĀ orig
is chen
isch en
ische n
isc hen
i schen
ow er
owe r
o wer
‚ĖĀh et
‚ĖĀhe t
‚ĖĀ het
u c
‚ĖĀel se
‚ĖĀels e
‚ĖĀ else
¬Ľ .
‚ĖĀ–ĺ —ā
‚ĖĀ –ĺ—ā
eq u
e qu
si ble
s ible
te st
tes t
t est
st and
sta nd
stan d
√© n
et s
e ts
G E
id ent
ide nt
iden t
i dent
‚ĖĀ –Ķ
‚ĖĀ–Ņ —Ä–ł
‚ĖĀ–Ņ—Ä –ł
‚ĖĀ –Ņ—Ä–ł
. ,
‚ĖĀd as
‚ĖĀda s
‚ĖĀ das
oc k
o ck
, "
‚ĖĀv ol
‚ĖĀvo l
‚ĖĀ vol
‚ĖĀf o
‚ĖĀ fo
‚ĖĀp ara
‚ĖĀpar a
‚ĖĀpa ra
‚ĖĀ para
‚ĖĀ –Ę
‚ĖĀC ar
‚ĖĀCa r
‚ĖĀ Car
ra l
r al
‚ĖĀS p
‚ĖĀ Sp
va r
v ar
‚ĖĀp lay
‚ĖĀpl ay
‚ĖĀpla y
‚ĖĀ play
ou se
ous e
o use
‚ĖĀ—ā –į
‚ĖĀ —ā–į
ic ally
ical ly
‚ĖĀcon tain
‚ĖĀcont ain
pon se
‚ĖĀS tring
‚ĖĀSt ring
‚ĖĀStr ing
‚ĖĀ String
√° n
‚ĖĀb oth
‚ĖĀbo th
‚ĖĀbot h
‚ĖĀ both
ke n
k en
A R
–Ķ—Ä –Ķ
–Ķ —Ä–Ķ
‚ĖĀI l
‚ĖĀ Il
‚ĖĀis s
‚ĖĀi ss
‚ĖĀ iss
‚ĖĀo pen
‚ĖĀop en
‚ĖĀ open
‚ĖĀ )
‚ĖĀW hat
‚ĖĀWh at
‚ĖĀ What
f e
riv ate
re g
r eg
‚ĖĀwith out
‚ĖĀ without
‚ĖĀz u
‚ĖĀ zu
vi s
v is
fl ow
f low
‚ĖĀh ttp
‚ĖĀhtt p
‚ĖĀ http
ab ase
aba se
a base
‚ĖĀw ord
‚ĖĀwor d
‚ĖĀwo rd
‚ĖĀ word
‚ĖĀch ange
‚ĖĀchang e
‚ĖĀ change
‚ĖĀwork s
‚ĖĀwor ks
‚ĖĀ works
‚ĖĀg e
‚ĖĀ ge
‚ĖĀ !
‚ĖĀe en
‚ĖĀ een
it le
‚ĖĀe vent
‚ĖĀeven t
‚ĖĀev ent
‚ĖĀ event
wo rd
wor d
w ord
an do
and o
S B
re m
r em
‚ĖĀf ield
‚ĖĀfi eld
‚ĖĀfiel d
‚ĖĀ field
vi ng
vin g
v ing
Se r
S er
‚ĖĀo ur
‚ĖĀou r
‚ĖĀ our
‚ĖĀqu i
‚ĖĀq ui
‚ĖĀ qui
‚ĖĀo per
‚ĖĀop er
‚ĖĀ oper
‚ĖĀis t
‚ĖĀi st
‚ĖĀ ist
de f
d ef
‚ĖĀm ade
‚ĖĀma de
‚ĖĀmad e
‚ĖĀ made
–Ĺ–ł –Ķ
p x
‚ĖĀm en
‚ĖĀme n
‚ĖĀ men
r m
ai s
a is
ce nt
cen t
c ent
li st
lis t
l ist
T o
‚ĖĀT o
‚ĖĀ To
j a
ve rt
ver t
v ert
‚ĖĀm ar
‚ĖĀma r
‚ĖĀ mar
val ue
valu e
‚ĖĀ ‚Äě
" ;
‚ĖĀa us
‚ĖĀau s
‚ĖĀ aus
‚ĖĀB r
‚ĖĀ Br
ol e
o le
‚ĖĀm ult
‚ĖĀmu lt
‚ĖĀmul t
‚ĖĀ mult
oug ht
ough t
‚ĖĀm at
‚ĖĀma t
‚ĖĀ mat
‚ĖĀv iew
‚ĖĀvi ew
‚ĖĀvie w
‚ĖĀ view
fi l
f il
‚ĖĀ—Ā –ĺ
‚ĖĀ —Ā–ĺ
–≥ –į
‚ĖĀv oid
‚ĖĀvo id
‚ĖĀ void
‚ĖĀg ood
‚ĖĀgo od
‚ĖĀ good
–Ī –ĺ
C T
‚ĖĀm any
‚ĖĀma ny
‚ĖĀman y
‚ĖĀ many
be n
b en
‚ĖĀ–≤ –ĺ
‚ĖĀ –≤–ĺ
‚ĖĀ–ļ –į
‚ĖĀ –ļ–į
‚ĖĀs ystem
‚ĖĀsys tem
‚ĖĀsyst em
‚ĖĀ system
in o
i no
‚ĖĀan other
‚ĖĀano ther
‚ĖĀ another
‚ĖĀre st
‚ĖĀr est
‚ĖĀres t
‚ĖĀ rest
us er
use r
u ser
il ity
ili ty
a i
‚ĖĀm ight
‚ĖĀmig ht
us tom
ust om
usto m
‚ĖĀor der
‚ĖĀord er
‚ĖĀ order
‚ĖĀV er
‚ĖĀVe r
‚ĖĀ Ver
S S
} )
‚ĖĀe ff
‚ĖĀ eff
–ī –ĺ
et t
e tt
‚ĖĀs ign
‚ĖĀsi gn
‚ĖĀsig n
‚ĖĀ sign
–ľ —É
I T
st ring
str ing
s tring
el le
ell e
e lle
‚ĖĀs ing
‚ĖĀsi ng
‚ĖĀsin g
‚ĖĀ sing
cu l
c ul
‚ĖĀtr ying
‚ĖĀtry ing
‚ĖĀb eg
‚ĖĀbe g
‚ĖĀ beg
‚ĖĀp age
‚ĖĀpa ge
‚ĖĀpag e
‚ĖĀ page
—Ö –ĺ
‚ĖĀC an
‚ĖĀCa n
‚ĖĀ Can
‚ĖĀS er
‚ĖĀSe r
‚ĖĀ Ser
+ +
‚ĖĀm ust
‚ĖĀmus t
‚ĖĀmu st
‚ĖĀ must
‚ĖĀval ues
‚ĖĀvalue s
‚ĖĀvalu es
‚ĖĀ values
‚ĖĀk ey
‚ĖĀke y
‚ĖĀ key
ib le
i ble
] .
ir d
i rd
‚ĖĀpro gram
‚ĖĀpr ogram
‚ĖĀ program
roll er
rol ler
rolle r
‚ĖĀc onne
‚ĖĀcon ne
‚ĖĀconn e
‚ĖĀ conne
‚ĖĀs ay
‚ĖĀsa y
‚ĖĀ say
‚ĖĀp aram
‚ĖĀpar am
‚ĖĀpara m
‚ĖĀpa ram
‚ĖĀ param
ach e
ac he
a che
ve lop
vel op
‚ĖĀs elect
‚ĖĀse lect
‚ĖĀsel ect
‚ĖĀsele ct
‚ĖĀ select
‚ĖĀf amil
‚ĖĀfa mil
‚ĖĀfam il
‚ĖĀ famil
‚ĖĀl ast
‚ĖĀla st
‚ĖĀlas t
‚ĖĀ last
‚ĖĀTh anks
‚ĖĀThank s
‚ĖĀ Thanks
‚ĖĀp op
‚ĖĀpo p
‚ĖĀ pop
} .
e q
‚ĖĀdoes n
[ '
‚ĖĀt erm
‚ĖĀte rm
‚ĖĀter m
‚ĖĀ term
‚ĖĀr √©
‚ĖĀ r√©
‚ĖĀd ocument
‚ĖĀdoc ument
‚ĖĀ document
–Ņ –į
–Ľ —É
at eg
ate g
. )
li ng
lin g
l ing
ion al
io nal
iona l
i onal
ab les
able s
abl es
a bles
‚ĖĀt ak
‚ĖĀta k
ut ton
utt on
utto n
‚ĖĀa rg
‚ĖĀar g
‚ĖĀ arg
ty pe
typ e
t ype
‚ĖĀs ure
‚ĖĀsu re
‚ĖĀsur e
‚ĖĀre al
‚ĖĀ real
‚ĖĀw eb
‚ĖĀwe b
‚ĖĀ web
‚ĖĀc urrent
‚ĖĀcur rent
‚ĖĀcurr ent
‚ĖĀ current
‚ĖĀP l
‚ĖĀ Pl
ch o
c ho
ment s
men ts
m ents
‚ĖĀJ oh
‚ĖĀJo h
ot s
o ts
‚ĖĀex ist
‚ĖĀ exist
–Ĺ —É
‚ĖĀf √ľr
‚ĖĀ f√ľr
‚ĖĀ–ł –∑
‚ĖĀ –ł–∑
d o
–Ĺ–ĺ –≥–ĺ
–Ĺ–ĺ–≥ –ĺ
–Ĺ –ĺ–≥–ĺ
‚ĖĀl as
‚ĖĀla s
‚ĖĀ las
‚ĖĀn ull
‚ĖĀnu ll
‚ĖĀ null
‚ĖĀin form
‚ĖĀinf orm
‚ĖĀinfo rm
‚ĖĀ –õ
‚ĖĀv ersion
‚ĖĀvers ion
‚ĖĀ version
‚ĖĀc hang
‚ĖĀch ang
‚ĖĀcha ng
ag er
age r
a ger
‚ĖĀC omm
‚ĖĀCom m
‚ĖĀCo mm
‚ĖĀ Comm
–Ľ —Ė
us h
u sh
‚ĖĀG e
‚ĖĀ Ge
‚ĖĀh igh
‚ĖĀhi gh
‚ĖĀ high
‚ĖĀin put
‚ĖĀ input
og le
o gle
ro s
r os
bo x
b ox
ge n
g en
‚ĖĀs te
‚ĖĀst e
‚ĖĀ ste
‚ĖĀl ocal
‚ĖĀlo cal
‚ĖĀloc al
‚ĖĀ local
I m
‚ĖĀpro cess
‚ĖĀproc ess
‚ĖĀproces s
‚ĖĀ process
ter nal
tern al
t ernal
iz ed
ize d
i zed
–≥ –ł
√© t
‚ĖĀI nd
‚ĖĀIn d
‚ĖĀ Ind
‚ĖĀo ch
‚ĖĀoc h
‚ĖĀ och
l t
‚ĖĀcol umn
‚ĖĀ column
‚ĖĀt ried
‚ĖĀtr ied
‚ĖĀtri ed
‚ĖĀcomm and
‚ĖĀcomma nd
‚ĖĀ command
‚ĖĀb est
‚ĖĀbe st
‚ĖĀbes t
‚ĖĀ best
as ter
ast er
aste r
a ster
–∑ –į
‚ĖĀp rim
‚ĖĀpr im
‚ĖĀpri m
‚ĖĀ prim
‚ĖĀm odel
‚ĖĀmod el
‚ĖĀmo del
‚ĖĀmode l
‚ĖĀ model
‚ĖĀ —Ė
‚ĖĀth ose
it ies
iti es
itie s
i ties
√® re
‚ĖĀ—Ä –Ķ
‚ĖĀ —Ä–Ķ
—ė –Ķ
—ą –ł
qu es
que s
q ues
‚ĖĀA m
‚ĖĀ Am
‚ĖĀo wn
‚ĖĀow n
‚ĖĀ own
li n
l in
–∑ –ł
Val ue
th ing
t hing
‚ĖĀ ,
‚ĖĀT e
‚ĖĀ Te
‚ĖĀst ud
‚ĖĀ stud
‚ĖĀu m
‚ĖĀ um
‚ĖĀser ver
‚ĖĀserv er
‚ĖĀserve r
‚ĖĀ server
il le
ill e
i lle
‚ĖĀp ut
‚ĖĀpu t
‚ĖĀ put
at iv
ati v
g y
–ĺ–≤ –ł
–ĺ –≤–ł
ra f
r af
–ĺ–≤ –ĺ
–ĺ –≤–ĺ
‚ĖĀwur de
‚ĖĀW hen
‚ĖĀWh en
‚ĖĀWhe n
‚ĖĀ When
‚ĖĀd iv
‚ĖĀdi v
‚ĖĀ div
an ts
ant s
‚ĖĀt er
‚ĖĀte r
‚ĖĀ ter
‚ĖĀpart ic
‚ĖĀparti c
‚ĖĀ —ā
‚ĖĀD o
‚ĖĀ Do
‚ĖĀN o
‚ĖĀ No
se rt
ser t
s ert
id o
i do
math cal
ad e
a de
‚ĖĀI I
‚ĖĀ II
le ar
lea r
l ear
og raph
o graph
en se
ens e
‚ĖĀr ow
‚ĖĀro w
‚ĖĀ row
nu m
n um
‚ĖĀpos sible
‚ĖĀposs ible
‚ĖĀpossib le
‚ĖĀ possible
‚ĖĀs ince
‚ĖĀsin ce
‚ĖĀ since
‚ĖĀB o
‚ĖĀ Bo
ct ions
ction s
‚ĖĀI m
‚ĖĀ Im
O R
—Ü —Ė
‚ĖĀi de
‚ĖĀid e
‚ĖĀ ide
ma p
m ap
‚ĖĀcor rect
‚ĖĀcorre ct
‚ĖĀcorr ect
‚ĖĀ correct
ve s
v es
ph p
p hp
‚ĖĀout put
‚ĖĀ output
‚ĖĀP h
‚ĖĀ Ph
A L
ar ed
are d
a red
\\ \\
‚ĖĀim age
‚ĖĀimag e
‚ĖĀ image
es ch
esc h
e sch
–∂ –ł
‚ĖĀcon f
‚ĖĀ conf
po r
p or
qu ery
que ry
quer y
ur es
ure s
u res
iu m
i um
en ds
end s
‚ĖĀA b
‚ĖĀ Ab
SB N
—Ė –ī
et her
eth er
ethe r
e ther
pt ions
ption s
it u
i tu
li b
l ib
n s
k i
‚ĖĀwork ing
‚ĖĀwor king
‚ĖĀ working
‚ĖĀc omo
‚ĖĀcom o
‚ĖĀco mo
‚ĖĀ como
‚ĖĀT hen
‚ĖĀThe n
‚ĖĀTh en
‚ĖĀ Then
M L
ke y
k ey
cl ass
cla ss
c lass
op le
o ple
itt le
‚ĖĀm atch
‚ĖĀmat ch
‚ĖĀ match
way s
wa ys
w ays
math bb
‚ĖĀre quire
‚ĖĀrequ ire
‚ĖĀ require
al t
a lt
‚ĖĀv is
‚ĖĀvi s
‚ĖĀ vis
‚ĖĀb l
‚ĖĀ bl
‚ĖĀc alled
‚ĖĀcal led
‚ĖĀcall ed
‚ĖĀ called
It em
I tem
ur a
u ra
ve c
v ec
em e
e me
‚ĖĀd ella
‚ĖĀde lla
‚ĖĀdel la
‚ĖĀdell a
em bre
emb re
ur g
u rg
S e
‚ĖĀre quest
‚ĖĀrequ est
‚ĖĀreq uest
‚ĖĀ request
is che
isch e
isc he
i sche
‚ĖĀp ort
‚ĖĀpo rt
‚ĖĀpor t
‚ĖĀ port
‚ĖĀinst ead
= \\
‚ĖĀ –£
ho r
h or
en te
ent e
um e
u me
er d
e rd
—Ā –į
‚ĖĀw hy
‚ĖĀwh y
‚ĖĀ why
ri st
ris t
r ist
‚ĖĀp erson
‚ĖĀper son
‚ĖĀpers on
‚ĖĀ person
‚ĖĀ. ..
‚ĖĀ.. .
‚ĖĀ ...
‚ĖĀp rivate
‚ĖĀpriv ate
‚ĖĀ private
‚ĖĀt ot
‚ĖĀto t
‚ĖĀ tot
ph a
p ha
if t
i ft
it a
i ta
lo c
l oc
‚ĖĀo ld
‚ĖĀol d
‚ĖĀ old
–ĺ –Ĺ
‚ĖĀn el
‚ĖĀne l
‚ĖĀ nel
' ]
t i
ie t
i et
ci te
cit e
c ite
ple ment
pl ement
p lement
‚ĖĀa bove
‚ĖĀab ove
‚ĖĀ above
k s
re ady
read y
rea dy
‚ĖĀc ome
‚ĖĀcom e
‚ĖĀco me
‚ĖĀ come
se ction
sec tion
sect ion
s ection
‚ĖĀP ol
‚ĖĀPo l
‚ĖĀ Pol
‚ĖĀw rit
‚ĖĀwr it
‚ĖĀ writ
‚ĖĀhtt ps
‚ĖĀhttp s
‚ĖĀ https
‚ĖĀ$ $
‚ĖĀ $$
‚ĖĀ ¬Ľ
‚ĖĀbu ild
‚ĖĀ build
it o
i to
‚ĖĀcons ider
‚ĖĀconsid er
af t
a ft
Ap p
A pp
, \\
ind ows
indow s
indo ws
com m
co mm
c omm
‚ĖĀ ;
gr ound
gro und
g round
‚ĖĀp lace
‚ĖĀpl ace
‚ĖĀpla ce
‚ĖĀ place
B y
‚ĖĀpro ject
‚ĖĀ project
Ob ject
Obj ect
O bject
‚ĖĀre pr
‚ĖĀrep r
en ces
ence s
enc es
ind ow
indo w
z t
‚ĖĀf iles
‚ĖĀfile s
‚ĖĀfil es
‚ĖĀfi les
‚ĖĀ files
c z
iv ity
ivi ty
i vity
‚ĖĀin it
‚ĖĀi nit
‚ĖĀ init
‚ĖĀp rob
‚ĖĀpro b
‚ĖĀpr ob
‚ĖĀ prob
‚ĖĀs k
‚ĖĀ sk
or th
ort h
im ent
ime nt
imen t
i ment
ou ble
at al
ata l
a tal
ir c
i rc
‚ĖĀ √®
‚ĖĀb re
‚ĖĀbr e
‚ĖĀ bre
is ta
ist a
i sta
in put
‚ĖĀ –ė
–Ĺ–ĺ –Ļ
su m
s um
pa th
pat h
p ath
‚ĖĀc our
‚ĖĀco ur
‚ĖĀcou r
‚ĖĀt oo
‚ĖĀto o
‚ĖĀA d
‚ĖĀ Ad
‚ĖĀG u
‚ĖĀ Gu
‚ĖĀf alse
‚ĖĀfal se
‚ĖĀ false
‚ĖĀf un
‚ĖĀfu n
‚ĖĀ fun
‚ĖĀ—Ā —ā
‚ĖĀ —Ā—ā
oo d
o od
√® s
‚ĖĀe nc
‚ĖĀen c
‚ĖĀ enc
bo l
b ol
r l
ar get
arg et
or der
ord er
orde r
‚ĖĀme an
‚ĖĀ mean
–Ņ –Ķ
ig en
ige n
i gen
‚ĖĀ–Ņ —Ä–Ķ
‚ĖĀ–Ņ—Ä –Ķ
‚ĖĀ –Ņ—Ä–Ķ
wid th
w idth
; \r
it or
ito r
i tor
‚ĖĀst ate
‚ĖĀstat e
‚ĖĀsta te
‚ĖĀ state
‚ĖĀgre at
en n
e nn
bi n
b in
E r
Mo d
M od
o z
‚ĖĀw on
‚ĖĀwo n
‚ĖĀ won
‚ĖĀf act
‚ĖĀfa ct
‚ĖĀfac t
‚ĖĀ fact
‚ĖĀj ava
‚ĖĀja va
‚ĖĀjav a
‚ĖĀ java
‚ĖĀUn ivers
‚ĖĀ Univers
‚ĖĀc ap
‚ĖĀca p
‚ĖĀ cap
is tor
ist or
isto r
i stor
} (
k u
it her
ith er
i ther
al es
ale s
a les
‚ĖĀo u
‚ĖĀ ou
ro ss
ros s
r oss
‚ĖĀt ake
‚ĖĀtak e
‚ĖĀta ke
‚ĖĀ take
ri x
r ix
lo b
l ob
‚ĖĀe ine
‚ĖĀein e
as es
ase s
‚ĖĀa ccess
‚ĖĀacc ess
‚ĖĀac cess
‚ĖĀ access
it √©
i t√©
is tr
ist r
i str
iz ation
iza tion
‚ĖĀapp ro
‚ĖĀap pro
‚ĖĀ appro
ba ll
bal l
b all
‚ĖĀm ak
‚ĖĀma k
} ^
‚ĖĀC ons
‚ĖĀCon s
‚ĖĀCo ns
‚ĖĀ Cons
pr ess
pre ss
pres s
p ress
se rv
ser v
s erv
() .
( ).
a f
‚ĖĀre f
‚ĖĀr ef
‚ĖĀ ref
) \\
‚ĖĀcont in
s u
iv er
ive r
i ver
‚ĖĀc ond
‚ĖĀcon d
‚ĖĀco nd
‚ĖĀ cond
‚ĖĀex pect
‚ĖĀexp ect
‚ĖĀ expect
‚ĖĀchar act
‚ĖĀcha ract
ber t
be rt
b ert
el t
e lt
ter s
te rs
t ers
scri pt
scr ipt
s cript
‚ĖĀE d
‚ĖĀ Ed
ap t
a pt
') ;
' );
pr int
‚ĖĀs ize
‚ĖĀsi ze
‚ĖĀ size
‚ĖĀs ich
‚ĖĀsi ch
‚ĖĀsic h
fa ce
fac e
f ace
en den
end en
ende n
‚ĖĀA mer
‚ĖĀAm er
‚ĖĀ Amer
if ied
ifi ed
ifie d
√≥ w
‚ĖĀS u
‚ĖĀ Su
te s
t es
me d
m ed
‚ĖĀR eg
‚ĖĀRe g
‚ĖĀ Reg
so le
sol e
s ole
‚ĖĀin clud
‚ĖĀincl ud
‚ĖĀinclu d
‚ĖĀ includ
in i
i ni
in ci
inc i
‚ĖĀp la
‚ĖĀpl a
‚ĖĀ pla
‚ĖĀl eft
‚ĖĀle ft
‚ĖĀ left
d f
Pa r
P ar
‚ĖĀA ll
‚ĖĀAl l
‚ĖĀ All
‚ĖĀo cc
‚ĖĀoc c
‚ĖĀ occ
‚ĖĀA t
‚ĖĀ At
‚ĖĀc r
‚ĖĀ cr
Q u
‚ĖĀg iven
‚ĖĀgiv en
‚ĖĀgive n
‚ĖĀgi ven
‚ĖĀS ystem
‚ĖĀSyst em
‚ĖĀ System
ic an
ica n
i can
‚ĖĀf inal
‚ĖĀfin al
‚ĖĀfi nal
‚ĖĀ final
it ions
ition s
iti ons
‚ĖĀ–Ī —č
‚ĖĀ –Ī—č
‚ĖĀper form
‚ĖĀperf orm
‚ĖĀ perform
A N
‚ĖĀM e
‚ĖĀ Me
ur o
u ro
‚ĖĀT hat
‚ĖĀTh at
‚ĖĀ That
–≥ —Ä–į
‚ĖĀ–ü –ĺ
‚ĖĀ –ü–ĺ
‚ĖĀ–≤ –ł
‚ĖĀ –≤–ł
ab ly
abl y
‚ĖĀpr esent
‚ĖĀpre sent
‚ĖĀpres ent
‚ĖĀ present
du ct
d uct
ri c
r ic
‚ĖĀE ng
‚ĖĀEn g
‚ĖĀ Eng
tr y
t ry
‚ĖĀl ar
‚ĖĀla r
‚ĖĀ lar
b l
id d
i dd
‚ĖĀ√§ r
‚ĖĀ √§r
or a
o ra
L L
os s
o ss
‚ĖĀI SBN
‚ĖĀ ISBN
‚ĖĀth ree
‚ĖĀthr ee
‚ĖĀthre e
‚ĖĀ three
j o
n √≠
r c
‚ĖĀf ar
‚ĖĀfa r
‚ĖĀ far
‚ĖĀN ot
‚ĖĀNo t
‚ĖĀ Not
‚ĖĀl ittle
‚ĖĀlitt le
di s
d is
at i
a ti
fun ction
func tion
f unction
‚ĖĀa ble
‚ĖĀab le
‚ĖĀ able
le ss
les s
l ess
—Ā –ĺ
‚ĖĀp ath
‚ĖĀpat h
‚ĖĀpa th
‚ĖĀ path
‚ĖĀp res
‚ĖĀpr es
‚ĖĀpre s
‚ĖĀ pres
lo se
los e
l ose
P I
‚ĖĀiss ue
‚ĖĀissu e
‚ĖĀ issue
ack age
ti me
tim e
t ime
ig e
i ge
am s
a ms
‚ĖĀC l
‚ĖĀ Cl
ail s
ai ls
a ils
al k
i i
—ą –Ķ
pe n
p en
Q L
‚ĖĀe as
R L
ce l
c el
‚ĖĀs l
‚ĖĀ sl
‚ĖĀa sk
‚ĖĀas k
‚ĖĀ ask
‚ĖĀn om
‚ĖĀno m
‚ĖĀ nom
‚ĖĀt op
‚ĖĀto p
‚ĖĀ top
id es
ide s
i des
in dex
ind ex
inde x
√© m
‚ĖĀh app
‚ĖĀha pp
o x
c d
‚ĖĀb etter
‚ĖĀbet ter
‚ĖĀlo ad
‚ĖĀ load
ad os
ado s
ze n
z en
‚ĖĀc e
‚ĖĀ ce
‚ĖĀf a
‚ĖĀ fa
‚ĖĀJ ohn
‚ĖĀJoh n
‚ĖĀJo hn
‚ĖĀ John
IM A
I MA
‚ĖĀB ar
‚ĖĀBa r
‚ĖĀ Bar
over flow
‚ĖĀ–ī –Ķ
‚ĖĀ –ī–Ķ
ne ss
nes s
n ess
ce r
c er
‚ĖĀH ere
‚ĖĀHe re
‚ĖĀHer e
‚ĖĀ Here
re t
r et
‚ĖĀs z
‚ĖĀ sz
amb da
op y
o py
ur l
u rl
p y
r t
‚ĖĀunder stand
a Ňā
he r
h er
# #
‚ĖĀch ild
‚ĖĀchi ld
‚ĖĀ child
‚ĖĀex ec
‚ĖĀ exec
‚ĖĀapp lication
‚ĖĀapplic ation
‚ĖĀ application
‚ĖĀst ruct
‚ĖĀstr uct
‚ĖĀstru ct
‚ĖĀ struct
‚ĖĀ —Ź
Fil e
Fi le
F ile
‚ĖĀc ert
‚ĖĀce rt
‚ĖĀcer t
‚ĖĀ cert
is on
iso n
i son
‚ĖĀvari able
‚ĖĀ variable
D E
r s
‚ĖĀre ally
‚ĖĀreal ly
Po rt
P ort
b a
‚ĖĀB er
‚ĖĀBe r
‚ĖĀ Ber
‚ĖĀin te
‚ĖĀint e
‚ĖĀ inte
‚ĖĀst atic
‚ĖĀstat ic
‚ĖĀstati c
‚ĖĀ static
‚ĖĀcon fig
‚ĖĀconf ig
‚ĖĀ config
‚ĖĀS he
‚ĖĀSh e
‚ĖĀ She
est ions
estion s
esti ons
‚ĖĀp lus
‚ĖĀpl us
‚ĖĀ plus
‚ĖĀh ab
‚ĖĀha b
‚ĖĀ hab
op e
o pe
‚ĖĀm us
‚ĖĀmu s
‚ĖĀ mus
‚ĖĀc ount
‚ĖĀco unt
‚ĖĀcoun t
‚ĖĀcou nt
‚ĖĀ count
M E
‚ĖĀsu pport
‚ĖĀsupp ort
‚ĖĀsup port
‚ĖĀ support
‚ĖĀpe ople
‚ĖĀ people
‚ĖĀb eh
‚ĖĀbe h
‚ĖĀal ready
T r
‚ĖĀd one
‚ĖĀdo ne
‚ĖĀdon e
‚ĖĀ done
de m
d em
si ze
s ize
al pha
alph a
‚ĖĀd isc
‚ĖĀdi sc
‚ĖĀdis c
] )
‚ĖĀM an
‚ĖĀMa n
‚ĖĀ Man
‚ĖĀm il
‚ĖĀmi l
‚ĖĀ mil
‚ĖĀst and
‚ĖĀsta nd
‚ĖĀstan d
‚ĖĀ stand
‚ĖĀgr oup
‚ĖĀgro up
‚ĖĀ group
‚ĖĀsm all
‚ĖĀ small
‚ĖĀm ag
‚ĖĀma g
‚ĖĀ mag
—Ā—ā —Ć
—Ā —ā—Ć
‚ĖĀde fault
‚ĖĀdef ault
‚ĖĀ default
‚ĖĀsing le
‚ĖĀsin gle
‚ĖĀ single
lin k
l ink
cl ude
clud e
‚ĖĀe ar
‚ĖĀ ear
il ar
ila r
i lar
** **
*** *
* ***
‚ĖĀf ix
‚ĖĀfi x
‚ĖĀ fix
le y
l ey
‚ĖĀp as
‚ĖĀpa s
‚ĖĀ pas
–Ĺ–ł –Ļ
iss ion
‚ĖĀim plement
‚ĖĀimp lement
‚ĖĀimpl ement
it ch
‚ĖĀ–≥–ĺ –ī–į
‚ĖĀ–≥–ĺ–ī –į
‚ĖĀal ways
‚ĖĀ always
‚ĖĀJ ah
‚ĖĀJa h
pr ing
p ring
√ß √£o
pl ate
pla te
p late
‚ĖĀde scri
‚ĖĀdes cri
‚ĖĀdesc ri
‚ĖĀh ead
‚ĖĀhe ad
‚ĖĀ head
in it
ini t
i nit
og raf
‚ĖĀqu ery
‚ĖĀque ry
‚ĖĀquer y
‚ĖĀ query
iv ed
ive d
i ved
‚ĖĀin g
‚ĖĀi ng
‚ĖĀ ing
pt y
p ty
h a
‚ĖĀm ov
‚ĖĀmo v
‚ĖĀ mov
‚ĖĀ —ć
et te
ett e
e tte
il y
i ly
‚ĖĀg ot
‚ĖĀgo t
‚ĖĀ got
il ed
ile d
i led
ic ro
i cro
‚ĖĀw r
‚ĖĀ wr
—Ä —Ź
‚ĖĀn ever
‚ĖĀne ver
‚ĖĀnev er
or es
ore s
o res
‚ĖĀb as
‚ĖĀba s
‚ĖĀ bas
io s
i os
la ck
lac k
l ack
ain t
ai nt
a int
vi ous
v ious
‚ĖĀg ive
‚ĖĀgiv e
‚ĖĀgi ve
id ad
ida d
E n
–Ĺ—č –Ļ
–Ĺ —č–Ļ
ta ble
tab le
t able
‚ĖĀ–Ě –į
‚ĖĀ –Ě–į
‚ĖĀp at
‚ĖĀpa t
‚ĖĀ pat
—ā–ĺ —Ä
—ā –ĺ—Ä
an gu
ang u
lo y
l oy
‚ĖĀs eg
‚ĖĀse g
‚ĖĀ seg
ar ray
arr ay
‚ĖĀF l
‚ĖĀ Fl
‚ĖĀin dex
‚ĖĀind ex
‚ĖĀinde x
‚ĖĀ index
‚ĖĀs w
‚ĖĀ sw
IMA GE
IM AGE
‚ĖĀk m
‚ĖĀ km
–Ī –ł
Cl ass
Cla ss
C lass
en a
e na
–ľ–Ķ –Ĺ
–ľ –Ķ–Ĺ
com p
co mp
c omp
at us
atu s
ra p
r ap
‚ĖĀL ist
‚ĖĀLi st
‚ĖĀLis t
‚ĖĀ List
Er ror
Err or
E rror
‚ĖĀt yp
‚ĖĀty p
‚ĖĀ typ
‚ĖĀ–ľ –į
‚ĖĀ –ľ–į
c s
' :
j i
‚ĖĀHow ever
‚ĖĀ However
‚ĖĀ—ā –Ķ
‚ĖĀ —ā–Ķ
‚ĖĀbe low
‚ĖĀbel ow
‚ĖĀ below
‚ĖĀA pp
‚ĖĀAp p
‚ĖĀ App
—Č –Ķ
} _
bu m
b um
vi r
v ir
√©e s
√© es
‚ĖĀre cord
‚ĖĀrec ord
‚ĖĀ record
ta in
t ain
le m
l em
it al
ita l
i tal
‚ĖĀi mp
‚ĖĀim p
‚ĖĀ imp
eg o
e go
‚ĖĀo d
‚ĖĀ od
‚ĖĀre ce
‚ĖĀrec e
‚ĖĀ rece
mi t
m it
ff ic
f fic
stack overflow
ie ve
iev e
‚ĖĀ –ó
‚ĖĀn ov
‚ĖĀno v
‚ĖĀ nov
—Ü –Ķ
‚ĖĀIn tern
‚ĖĀInt ern
‚ĖĀInter n
‚ĖĀ Intern
b u
‚ĖĀs ugg
‚ĖĀsu gg
‚ĖĀsug g
‚ĖĀl oop
‚ĖĀlo op
‚ĖĀ loop
ri de
rid e
r ide
‚ĖĀ$ (
‚ĖĀ $(
‚ĖĀs uper
‚ĖĀsu per
‚ĖĀsup er
‚ĖĀ super
ri d
r id
–Ĺ—č —Ö
–Ĺ —č—Ö
‚ĖĀP er
‚ĖĀPe r
‚ĖĀ Per
‚ĖĀd om
‚ĖĀdo m
‚ĖĀ dom
= '
ut sch
uts ch
le n
l en
‚ĖĀw rite
‚ĖĀwrit e
‚ĖĀwr ite
‚ĖĀ write
‚ĖĀin v
‚ĖĀ inv
ou th
out h
o uth
‚ĖĀH er
‚ĖĀHe r
‚ĖĀ Her
‚ĖĀy ears
‚ĖĀyear s
‚ĖĀye ars
‚ĖĀor iginal
‚ĖĀorig inal
‚ĖĀorigin al
‚ĖĀ original
eg a
e ga
‚ĖĀS te
‚ĖĀSt e
‚ĖĀ Ste
‚ĖĀse ems
‚ĖĀsee ms
‚ĖĀseem s
√© g
‚ĖĀn ext
‚ĖĀne xt
‚ĖĀ next
ed er
ede r
e der
‚ĖĀN e
‚ĖĀ Ne
av as
ava s
a vas
ific ation
ifi cation
ifica tion
Ex ception
‚ĖĀD er
‚ĖĀDe r
‚ĖĀ Der
‚ĖĀv e
‚ĖĀ ve
at ic
ati c
ha t
h at
br ary
bra ry
re turn
ret urn
ur ch
is ion
isi on
m i
oi nt
oin t
o int
‚ĖĀd ay
‚ĖĀda y
‚ĖĀ day
ic tion
ict ion
i ction
√° l
‚ĖĀ√© s
‚ĖĀ √©s
‚ĖĀth ough
‚ĖĀthou gh
‚ĖĀ though
ac tion
act ion
a ction
√≠ t
un gen
ung en
unge n
ou rs
our s
o urs
‚ĖĀs cript
‚ĖĀscr ipt
‚ĖĀscri pt
‚ĖĀ script
‚ĖĀin formation
‚ĖĀinform ation
‚ĖĀ information
‚ĖĀmult i
‚ĖĀmul ti
‚ĖĀ multi
‚ĖĀ\\ \\
‚ĖĀ \\\\
st er
ste r
s ter
–ļ –Ķ
A C
ci es
cie s
c ies
‚ĖĀdis play
‚ĖĀdisp lay
‚ĖĀ display
om an
oma n
o man
Tim e
T ime
iu s
i us
)) ;
) );
tr e
t re
‚ĖĀl im
‚ĖĀli m
‚ĖĀ lim
at ely
ate ly
atel y
√© d
is te
ist e
i ste
‚ĖĀ—Ā –į
‚ĖĀ —Ā–į
pos t
po st
p ost
ue l
u el
im g
‚ĖĀ —á
—Ā–ļ –į
—Ā –ļ–į
el d
e ld
pp er
ppe r
p per
ul a
u la
‚ĖĀgener al
‚ĖĀgen eral
‚ĖĀgene ral
‚ĖĀ general
A l
For m
F orm
‚ĖĀu pon
‚ĖĀup on
z o
am ente
ament e
amen te
a mente
‚ĖĀp rom
‚ĖĀpro m
‚ĖĀpr om
‚ĖĀ prom
‚ĖĀ √ľ
le x
l ex
‚ĖĀt urn
‚ĖĀtu rn
‚ĖĀtur n
‚ĖĀ turn
‚ĖĀ–ľ –Ķ
‚ĖĀ –ľ–Ķ
en tion
ent ion
enti on
–Ľ–Ķ –Ĺ
–Ľ –Ķ–Ĺ
‚ĖĀa f
‚ĖĀ af
ic le
i cle
—Ā—ā –≤
—Ā —ā–≤
‚ĖĀF il
‚ĖĀ Fil
‚ĖĀ –§
ava script
avas cript
Ma n
M an
ar a
a ra
wa re
war e
w are
al ign
ali gn
an gle
ang le
‚ĖĀS c
‚ĖĀ Sc
un ic
uni c
u nic
‚ĖĀf ran
‚ĖĀfr an
‚ĖĀfra n
‚ĖĀ fran
U n
z i
me t
m et
Ad d
A dd
‚ĖĀp ub
‚ĖĀpu b
‚ĖĀ pub
–ļ–ĺ –≤
–ļ –ĺ–≤
‚ĖĀg en
‚ĖĀge n
‚ĖĀ gen
‚ĖĀp od
‚ĖĀpo d
‚ĖĀ pod
‚ĖĀs um
‚ĖĀsu m
‚ĖĀ sum
‚ĖĀh aving
‚ĖĀha ving
‚ĖĀhav ing
‚ĖĀa vec
‚ĖĀav ec
‚ĖĀave c
s l
‚ĖĀf ig
‚ĖĀfi g
‚ĖĀ fig
‚ĖĀR es
‚ĖĀRe s
‚ĖĀ Res
Dat e
Da te
D ate
ul es
ule s
u les
wi th
w ith
—Ā–ļ–ł –Ļ
—Ā –ļ–ł–Ļ
g u
E T
‚ĖĀb ro
‚ĖĀbr o
‚ĖĀ bro
ri e
r ie
ap s
a ps
en ding
end ing
endi ng
ma il
mai l
m ail
oo k
o ok
‚ĖĀsu ccess
‚ĖĀsucc ess
‚ĖĀsuc cess
‚ĖĀ success
ber g
be rg
b erg
‚ĖĀd eb
‚ĖĀde b
‚ĖĀ deb
el ta
elt a
() `
( )`
ent ial
enti al
fr ame
fra me
fram e
f rame
Ke y
K ey
in n
i nn
‚ĖĀsim ple
‚ĖĀsimp le
‚ĖĀsimpl e
‚ĖĀ simple
iv al
iva l
i val
‚ĖĀc are
‚ĖĀcar e
‚ĖĀca re
‚ĖĀ care
‚ĖĀW eb
‚ĖĀWe b
‚ĖĀ Web
") .
" ).
>< /
> </
‚ĖĀd atabase
‚ĖĀdata base
‚ĖĀdat abase
‚ĖĀdatab ase
‚ĖĀ database
‚ĖĀN ow
‚ĖĀNo w
‚ĖĀ Now
In d
I nd
‚ĖĀ–ľ –ĺ
‚ĖĀ –ľ–ĺ
ch t
c ht
ba n
b an
ra m
r am
equ ation
sk i
s ki
ie f
i ef
li m
l im
Ge t
G et
‚ĖĀt re
‚ĖĀtr e
‚ĖĀ tre
at en
ate n
a ten
be d
b ed
‚ĖĀJ e
‚ĖĀ Je
‚ĖĀresult s
‚ĖĀ results
–Ľ —é
—ā–Ķ –Ľ—Ć
—ā–Ķ–Ľ —Ć
—ā –Ķ–Ľ—Ć
d b
‚ĖĀb it
‚ĖĀbi t
‚ĖĀ bit
bo dy
b ody
Ar ray
Arr ay
m u
pr ession
press ion
p ression
‚ĖĀ—Ā —ā–į
‚ĖĀ—Ā—ā –į
‚ĖĀ —Ā—ā–į
on y
o ny
if f
i ff
‚ĖĀb ar
‚ĖĀba r
‚ĖĀ bar
‚ĖĀAr ch
‚ĖĀArc h
‚ĖĀ Arch
ber s
be rs
b ers
) {
‚ĖĀM on
‚ĖĀMo n
‚ĖĀ Mon
‚ĖĀdo ing
‚ĖĀdoi ng
‚ĖĀpro f
‚ĖĀpr of
‚ĖĀ prof
‚ĖĀinst all
‚ĖĀinstal l
‚ĖĀ install
‚ĖĀp osition
‚ĖĀpos ition
‚ĖĀposit ion
‚ĖĀ position
em a
e ma
‚ĖĀ} );
‚ĖĀ}) ;
‚ĖĀ });
Pat h
Pa th
P ath
al i
a li
‚ĖĀ& &
‚ĖĀ &&
le v
l ev
‚ĖĀc annot
‚ĖĀcan not
‚ĖĀM ay
‚ĖĀMa y
‚ĖĀ May
in st
ins t
- \\
‚ĖĀc oun
‚ĖĀco un
‚ĖĀcou n
‚ĖĀa ng
‚ĖĀan g
‚ĖĀ ang
‚ĖĀapp ear
‚ĖĀappe ar
co r
c or
ci √≥
c i√≥
id ed
ide d
i ded
qu estions
quest ions
question s
at ter
att er
atte r
‚ĖĀP a
‚ĖĀ Pa
se lect
sel ect
s elect
‚ĖĀpr inci
‚ĖĀprin ci
E vent
‚ĖĀs ide
‚ĖĀsi de
‚ĖĀsid e
‚ĖĀ side
‚ĖĀm em
‚ĖĀme m
‚ĖĀ mem
‚ĖĀJ an
‚ĖĀJa n
‚ĖĀ Jan
ar io
ari o
a rio
‚ĖĀwith in
‚ĖĀwit hin
‚ĖĀV al
‚ĖĀVa l
‚ĖĀ Val
ode s
od es
o des
idd le
ur ation
ura tion
br a
b ra
‚ĖĀd ate
‚ĖĀda te
‚ĖĀdat e
‚ĖĀ date
[ ]
‚ĖĀen tre
‚ĖĀent re
‚ĖĀentr e
‚ĖĀ entre
il i
i li
Port ail
doc s
do cs
d ocs
—Ā–ļ–ĺ –Ļ
—Ā –ļ–ĺ–Ļ
El ement
E lement
‚ĖĀm essage
‚ĖĀmess age
‚ĖĀ message
‚ĖĀn ach
‚ĖĀna ch
‚ĖĀnac h
‚ĖĀ nach
‚ĖĀd uring
‚ĖĀdu ring
‚ĖĀdur ing
‚ĖĀg ra
‚ĖĀgr a
‚ĖĀ gra
et work
‚ĖĀB y
‚ĖĀ By
‚ĖĀt ell
‚ĖĀte ll
‚ĖĀtel l
et e
e te
~ \\
‚ĖĀb is
‚ĖĀbi s
‚ĖĀ bis
‚ĖĀp u
‚ĖĀ pu
‚ĖĀre d
‚ĖĀr ed
‚ĖĀ red
‚ĖĀt hing
‚ĖĀth ing
‚ĖĀthin g
‚ĖĀ thing
‚ĖĀs ort
‚ĖĀso rt
‚ĖĀsor t
‚ĖĀ sort
xi m
x im
ir es
ire s
i res
Use r
Us er
U ser
io d
i od
‚ĖĀE st
‚ĖĀEs t
‚ĖĀ Est
os ed
ose d
o sed
ou te
out e
o ute
‚ĖĀL es
‚ĖĀLe s
‚ĖĀ Les
‚ĖĀs ent
‚ĖĀse nt
‚ĖĀsen t
‚ĖĀ sent
rib ute
ribu te
ut es
ute s
u tes
ist ory
istor y
isto ry
i story
‚ĖĀser vice
‚ĖĀserv ice
‚ĖĀservi ce
‚ĖĀ service
' ;
fi eld
f ield
‚ĖĀI N
‚ĖĀ IN
ens ion
re l
r el
‚ĖĀgo ing
‚ĖĀ going
we b
w eb
Con text
Cont ext
‚ĖĀl ater
‚ĖĀla ter
‚ĖĀlat er
‚ĖĀlate r
u k
lay out
l ayout
on a
o na
√° t
---- ------------
-------- --------
------------ ----
------ ----------
---------- ------
‚ĖĀex act
an dom
and om
ando m
‚ĖĀs ie
‚ĖĀsi e
I I
‚ĖĀThe y
‚ĖĀTh ey
‚ĖĀ They
ment e
men te
m ente
ib li
‚ĖĀf ine
‚ĖĀfin e
‚ĖĀfi ne
U T
‚ĖĀde velop
‚ĖĀdeve lop
‚ĖĀ develop
‚ĖĀE in
so ft
of f
o ff
Se t
S et
‚ĖĀa z
‚ĖĀ az
et ers
eter s
ete rs
e ters
il der
ild er
ilde r
i lder
ple s
pl es
p les
‚ĖĀspec ific
‚ĖĀ specific
‚ĖĀo m
‚ĖĀ om
er ror
err or
e rror
ent ly
‚ĖĀfil m
‚ĖĀfi lm
‚ĖĀ film
uc k
u ck
ain s
ai ns
a ins
ac i√≥n
aci√≥ n
aci √≥n
a ci√≥n
ge s
g es
–∂ –į
‚ĖĀth ings
‚ĖĀthing s
‚ĖĀthin gs
S h
‚ĖĀth ought
‚ĖĀthough t
‚ĖĀad ded
‚ĖĀadd ed
‚ĖĀ added
de p
d ep
—Ā–ļ–ĺ –≥–ĺ
—Ā–ļ –ĺ–≥–ĺ
—Ā–ļ–ĺ–≥ –ĺ
—Ā –ļ–ĺ–≥–ĺ
‚ĖĀL i
‚ĖĀ Li
il s
i ls
yn c
y nc
‚ĖĀ—ā –ĺ
‚ĖĀ —ā–ĺ
ri es
rie s
r ies
‚ĖĀc u
‚ĖĀ cu
ch en
che n
c hen
IO N
I ON
‚ĖĀD es
‚ĖĀDe s
‚ĖĀ Des
ult ado
ir t
i rt
‚ĖĀb ased
‚ĖĀbas ed
‚ĖĀbase d
‚ĖĀba sed
‚ĖĀ based
‚ĖĀm o
‚ĖĀ mo
‚ĖĀd est
‚ĖĀde st
‚ĖĀdes t
‚ĖĀ dest
pn g
p ng
re en
ree n
r een
‚ĖĀr unning
‚ĖĀrun ning
‚ĖĀ running
am ma
amm a
ou d
o ud
‚ĖĀre fer
‚ĖĀref er
‚ĖĀ refer
io us
i ous
‚ĖĀJ ul
‚ĖĀJu l
‚ĖĀ Jul
‚ĖĀs earch
‚ĖĀse arch
‚ĖĀ search
al d
a ld
ed e
e de
‚ĖĀw rong
‚ĖĀwr ong
A n
‚ĖĀu ntil
‚ĖĀun til
‚ĖĀ until
si te
s ite
ay er
aye r
a yer
‚ĖĀon ce
‚ĖĀ once
ar r
a rr
‚ĖĀagain st
== ==
=== =
= ===
‚ĖĀs ource
‚ĖĀ source
ar n
a rn
ap i
a pi
‚ĖĀre present
‚ĖĀrepr esent
‚ĖĀrepres ent
‚ĖĀrepre sent
‚ĖĀa ff
‚ĖĀaf f
‚ĖĀ aff
‚ĖĀs ein
‚ĖĀse in
‚ĖĀsei n
‚ĖĀ sein
‚ĖĀal low
‚ĖĀall ow
‚ĖĀallo w
‚ĖĀ allow
or mal
orm al
en ded
end ed
ende d
‚ĖĀcont rol
‚ĖĀcontr ol
‚ĖĀcontro l
‚ĖĀ control
math bf
com e
co me
c ome
cu r
c ur
en do
end o
w a
‚ĖĀup date
‚ĖĀupd ate
‚ĖĀ update
‚ĖĀin side
‚ĖĀins ide
‚ĖĀ inside
‚ĖĀre ason
‚ĖĀ reason
om en
ome n
o men
‚ĖĀ–≤ —č
‚ĖĀ –≤—č
D e
‚ĖĀ—ė –Ķ
‚ĖĀ —ė–Ķ
s w
‚ĖĀs ever
‚ĖĀse ver
O f
‚ĖĀinst ance
‚ĖĀ instance
‚ĖĀm er
‚ĖĀme r
‚ĖĀ mer
‚ĖĀe ffect
‚ĖĀeff ect
‚ĖĀ effect
col or
co lor
colo r
ug ust
il t
i lt
de s
d es
it z
i tz
ul ation
ula tion
u lation
ni e
n ie
‚ĖĀW orld
‚ĖĀWor ld
‚ĖĀ World
‚ĖĀsim ilar
‚ĖĀ similar
ym bol
hi ng
hin g
h ing
‚ĖĀm ark
‚ĖĀmar k
‚ĖĀ mark
St ate
Stat e
‚ĖĀcont ent
‚ĖĀconten t
‚ĖĀconte nt
‚ĖĀ content
‚ĖĀme ans
‚ĖĀmean s
am ed
ame d
a med
‚ĖĀE nd
‚ĖĀEn d
‚ĖĀ End
N D
co unt
cou nt
c ount
‚ĖĀIn st
‚ĖĀIns t
‚ĖĀ Inst
per ty
pert y
ct or
c tor
‚ĖĀ{ \\
‚ĖĀ {\\
‚ĖĀL et
‚ĖĀLe t
‚ĖĀ Let
‚ĖĀ! =
‚ĖĀ !=
‚ĖĀget ting
‚ĖĀ getting
ut h
u th
um ber
umb er
‚ĖĀCons ultado
sch aft
sc haft
le te
let e
l ete
‚ĖĀW ill
‚ĖĀWil l
‚ĖĀWi ll
‚ĖĀ Will
‚ĖĀE m
‚ĖĀ Em
he ad
h ead
‚ĖĀl eg
‚ĖĀle g
‚ĖĀ leg
–Ĺ–ĺ –ľ
–Ĺ –ĺ–ľ
O r
ar m
a rm
pon d
po nd
p ond
‚ĖĀCh rist
‚ĖĀChris t
‚ĖĀChr ist
‚ĖĀ Christ
‚ĖĀa round
‚ĖĀar ound
‚ĖĀ around
‚ĖĀc lear
‚ĖĀcl ear
‚ĖĀcle ar
‚ĖĀ clear
‚ĖĀh ref
‚ĖĀhr ef
‚ĖĀ href
‚ĖĀS ee
‚ĖĀSe e
‚ĖĀ See
') .
' ).
‚ĖĀcre ated
‚ĖĀcreate d
‚ĖĀ created
‚ĖĀb utton
‚ĖĀbut ton
‚ĖĀ button
in ing
ini ng
i ning
‚ĖĀc lick
‚ĖĀcl ick
‚ĖĀcli ck
‚ĖĀ click
ia m
i am
pl it
p lit
F or
‚ĖĀp olit
‚ĖĀpo lit
‚ĖĀpol it
‚ĖĀ polit
‚ĖĀse em
‚ĖĀsee m
‚ĖĀl ife
‚ĖĀli fe
‚ĖĀlif e
‚ĖĀ life
–Ĺ–ĺ –≤
–Ĺ –ĺ–≤
‚ĖĀin tern
‚ĖĀint ern
‚ĖĀinter n
‚ĖĀinte rn
‚ĖĀ intern
—Č –ł
se l
s el
so ci
s oci
‚ĖĀs tor
‚ĖĀst or
‚ĖĀsto r
‚ĖĀ stor
cl e
c le
ear ch
e arch
and roid
andro id
andr oid
}^ {
} ^{
‚ĖĀe ither
‚ĖĀf ew
‚ĖĀfe w
‚ĖĀinit ial
‚ĖĀiniti al
‚ĖĀ initial
l ength
ri a
r ia
sq l
s ql
wi k
w ik
‚ĖĀ√© t
‚ĖĀ √©t
ue r
u er
‚ĖĀval id
‚ĖĀ valid
An d
A nd
in clude
includ e
ur y
u ry
‚ĖĀs us
‚ĖĀsu s
ir ed
ire d
i red
‚ĖĀA fter
‚ĖĀAf ter
‚ĖĀ After
‚ĖĀd ue
‚ĖĀdu e
‚ĖĀ due
‚ĖĀb ei
‚ĖĀbe i
‚ĖĀ bei
our ces
ource s
‚ĖĀN ov
‚ĖĀNo v
‚ĖĀ Nov
Ac t
A ct
‚ĖĀC ont
‚ĖĀCon t
‚ĖĀCo nt
‚ĖĀ Cont
‚ĖĀbre ak
‚ĖĀ break
es ted
est ed
este d
e sted
‚ĖĀact ually
‚ĖĀactual ly
‚ĖĀactu ally
el se
els e
tm l
t ml
re r
r er
on es
one s
o nes
‚ĖĀde sign
‚ĖĀdes ign
‚ĖĀ design
‚ĖĀpro perty
‚ĖĀproper ty
‚ĖĀ property
ph i
p hi
al ity
ali ty
oc h
o ch
is ts
ist s
‚ĖĀ ¬∑
ud io
udi o
A B
al a
a la
ion es
io nes
ione s
i ones
—Ą –ł
fin d
fi nd
f ind
A s
‚ĖĀc ustom
‚ĖĀcust om
‚ĖĀ custom
‚ĖĀa nn
‚ĖĀan n
‚ĖĀ ann
E S
O T
l ambda
‚ĖĀi dent
‚ĖĀid ent
‚ĖĀide nt
‚ĖĀ ident
‚ĖĀor gan
‚ĖĀorg an
‚ĖĀ organ
‚ĖĀC ent
‚ĖĀCe nt
‚ĖĀ Cent
‚ĖĀC har
‚ĖĀCh ar
‚ĖĀCha r
‚ĖĀ Char
‚ĖĀo s
‚ĖĀ os
‚ĖĀh ard
‚ĖĀha rd
‚ĖĀhar d
‚ĖĀ hard
—Ä–ĺ –≤
—Ä –ĺ–≤
‚ĖĀ/ >
‚ĖĀ />
k o
‚ĖĀex per
‚ĖĀexp er
‚ĖĀse par
‚ĖĀsep ar
‚ĖĀ separ
y l
ou rn
our n
o urn
‚ĖĀd ev
‚ĖĀde v
‚ĖĀ dev
‚ĖĀa uch
‚ĖĀau ch
‚ĖĀauc h
‚ĖĀ auch
‚ĖĀb lock
‚ĖĀbl ock
‚ĖĀblo ck
‚ĖĀ block
bo ok
b ook
‚ĖĀm ap
‚ĖĀma p
‚ĖĀ map
il la
ill a
i lla
‚ĖĀcom put
‚ĖĀcomp ut
‚ĖĀ comput
‚ĖĀs pace
‚ĖĀsp ace
‚ĖĀspac e
‚ĖĀ space
res ult
) }
‚ĖĀe cho
‚ĖĀec ho
‚ĖĀ echo
con fig
conf ig
h i
‚ĖĀlar ge
‚ĖĀlarg e
‚ĖĀ large
‚ĖĀw idth
‚ĖĀwid th
‚ĖĀ width
‚ĖĀG o
‚ĖĀ Go
ma t
m at
‚ĖĀd iff
‚ĖĀdi ff
‚ĖĀdif f
‚ĖĀ diff
‚ĖĀk ind
‚ĖĀki nd
‚ĖĀkin d
‚ĖĀ kind
an ces
ance s
anc es
yn am
yna m
y nam
‚ĖĀcol or
‚ĖĀco lor
‚ĖĀ color
In t
I nt
so l
s ol
‚ĖĀp i
‚ĖĀ pi
‚ĖĀchar acter
‚ĖĀcharact er
‚ĖĀ character
om ent
ome nt
omen t
o ment
‚ĖĀres ponse
‚ĖĀrespons e
‚ĖĀ response
ig ma
ward s
war ds
w ards
ar row
arr ow
—Ā —É
ti es
t ies
‚ĖĀ√ľ ber
‚ĖĀ √ľber
Im age
y d
‚ĖĀ–Ņ –Ķ—Ä–Ķ
‚ĖĀ–Ņ–Ķ—Ä –Ķ
‚ĖĀ–Ņ–Ķ —Ä–Ķ
‚ĖĀ –Ņ–Ķ—Ä–Ķ
‚ĖĀn ode
‚ĖĀno de
‚ĖĀnod e
‚ĖĀ node
‚ĖĀit em
‚ĖĀi tem
‚ĖĀ item
ach ine
achi ne
im a
i ma
‚ĖĀv a
‚ĖĀ va
‚ĖĀappro ach
‚ĖĀw er
‚ĖĀwe r
‚ĖĀ wer
‚ĖĀ—á –Ķ
‚ĖĀ —á–Ķ
O n
ol low
oll ow
–ĺ–Ĺ –į
–ĺ –Ĺ–į
ct ed
c ted
ur ed
ure d
u red
Cont roller
Control ler
li ed
lie d
l ied
‚ĖĀj o
‚ĖĀ jo
‚ĖĀd al
‚ĖĀda l
‚ĖĀ dal
un k
‚ĖĀ √ģ
st art
sta rt
star t
ol a
o la
‚ĖĀcom pon
‚ĖĀcomp on
I C
bi t
b it
‚ĖĀb ase
‚ĖĀbas e
‚ĖĀba se
‚ĖĀ base
–Ņ —É
‚ĖĀid ea
‚ĖĀide a
‚ĖĀ idea
‚ĖĀd ire
‚ĖĀdi re
‚ĖĀdir e
‚ĖĀ dire
‚ĖĀr ad
‚ĖĀra d
‚ĖĀ rad
gr oup
gro up
‚ĖĀW ith
‚ĖĀWi th
‚ĖĀWit h
‚ĖĀ With
ser ver
serv er
serve r
si de
s ide
si ng
sin g
s ing
‚ĖĀd ies
‚ĖĀdi es
‚ĖĀdie s
‚ĖĀn ear
‚ĖĀne ar
‚ĖĀ near
‚ĖĀv oor
‚ĖĀvo or
‚ĖĀ voor
‚ĖĀarg ument
‚ĖĀ argument
‚ĖĀ} ,
‚ĖĀ },
‚ĖĀl and
‚ĖĀla nd
‚ĖĀlan d
‚ĖĀ land
‚ĖĀn ames
‚ĖĀname s
‚ĖĀna mes
‚ĖĀnam es
‚ĖĀ names
‚ĖĀo ption
‚ĖĀop tion
‚ĖĀopt ion
‚ĖĀ option
ith ub
pp ed
ppe d
p ped
au g
a ug
‚ĖĀl inks
‚ĖĀlink s
‚ĖĀlin ks
‚ĖĀ links
‚ĖĀf ull
‚ĖĀfu ll
‚ĖĀful l
‚ĖĀ full
‚ĖĀs itu
‚ĖĀsi tu
‚ĖĀsit u
‚ĖĀcon sole
‚ĖĀcons ole
‚ĖĀ console
‚ĖĀe tc
‚ĖĀet c
‚ĖĀ etc
au x
a ux
‚ĖĀC or
‚ĖĀCo r
‚ĖĀ Cor
icro soft
‚ĖĀc ame
‚ĖĀcam e
‚ĖĀca me
lo cal
loc al
l ocal
‚ĖĀk nown
‚ĖĀkn own
‚ĖĀknow n
‚ĖĀ known
‚ĖĀmulti ple
‚ĖĀmultip le
‚ĖĀ multiple
angu age
‚ĖĀt otal
‚ĖĀto tal
‚ĖĀtot al
‚ĖĀ total
ol ogy
olog y
olo gy
√§ t
‚ĖĀ –•
‚ĖĀf re
‚ĖĀfr e
‚ĖĀ fre
‚ĖĀt en
‚ĖĀte n
‚ĖĀ ten
ide o
‚ĖĀb es
‚ĖĀbe s
‚ĖĀ bes
tr ue
Qu ery
Que ry
om m
o mm
‚ĖĀA rt
‚ĖĀAr t
‚ĖĀ Art
‚ĖĀke ep
‚ĖĀ keep
‚ĖĀUn iversity
‚ĖĀUnivers ity
re ate
rea te
pp ort
ppo rt
p port
‚ĖĀp ython
‚ĖĀ python
tr a
t ra
ect or
ec tor
e ctor
—Ä —Ė
op h
o ph
‚ĖĀc onc
‚ĖĀcon c
‚ĖĀco nc
‚ĖĀf our
‚ĖĀfo ur
‚ĖĀfou r
‚ĖĀ four
vi ron
vir on
‚ĖĀv ia
‚ĖĀvi a
‚ĖĀ via
? "
im age
ima ge
ol l
o ll
–Ĺ—č –Ķ
–Ĺ —č–Ķ
‚ĖĀcon text
‚ĖĀcont ext
‚ĖĀconte xt
‚ĖĀ context
‚ĖĀs em
‚ĖĀse m
‚ĖĀ sem
. _
‚ĖĀe ng
‚ĖĀen g
‚ĖĀ eng
ma r
m ar
A D
‚ĖĀm or
‚ĖĀmo r
‚ĖĀ mor
‚ĖĀC al
‚ĖĀCa l
‚ĖĀ Cal
‚ĖĀc ell
‚ĖĀce ll
‚ĖĀcel l
‚ĖĀ cell
im al
ima l
i mal
AT E
A TE
‚ĖĀin f
‚ĖĀ inf
√∂ n
uf fer
uff er
s q
.. ..
... .
. ...
‚ĖĀz ur
‚ĖĀzu r
W ith
—Ä–į –Ĺ
—Ä –į–Ĺ
ch n
c hn
‚ĖĀd oor
‚ĖĀdo or
‚ĖĀ door
cont ent
‚ĖĀm iss
‚ĖĀmi ss
‚ĖĀmis s
‚ĖĀ miss
‚ĖĀs imp
‚ĖĀsim p
‚ĖĀsi mp
‚ĖĀ simp
√° r
ir a
i ra
‚ĖĀh at
‚ĖĀha t
‚ĖĀ hat
Te st
T est
‚ĖĀc ertain
‚ĖĀcert ain
‚ĖĀcer tain
‚ĖĀ certain
N S
‚ĖĀc ho
‚ĖĀch o
‚ĖĀ cho
‚ĖĀad v
‚ĖĀ adv
wh ere
w here
‚ĖĀlo oking
‚ĖĀlook ing
‚ĖĀ looking
‚ĖĀt imes
‚ĖĀtime s
‚ĖĀtim es
‚ĖĀti mes
‚ĖĀ times
–Ĺ–ł —Ö
–Ĺ –ł—Ö
ut o
u to
‚ĖĀ √Č
ca n
c an
ho st
hos t
h ost
‚ĖĀ( *
‚ĖĀ (*
lo at
‚ĖĀn icht
‚ĖĀni cht
‚ĖĀnic ht
‚ĖĀnich t
Fi eld
F ield
bu rg
bur g
b urg
con st
cons t
ad es
ade s
a des
‚ĖĀM us
‚ĖĀMu s
‚ĖĀ Mus
‚ĖĀn othing
‚ĖĀnot hing
‚ĖĀno thing
‚ĖĀ nothing
‚ĖĀin cre
‚ĖĀinc re
‚ĖĀM in
‚ĖĀMi n
‚ĖĀ Min
‚ĖĀp ower
‚ĖĀpo wer
‚ĖĀpow er
‚ĖĀ power
‚ĖĀAmer ican
‚ĖĀAmerica n
‚ĖĀ American
l n
val id
un gs
ung s
‚ĖĀN ational
‚ĖĀNat ional
‚ĖĀNation al
‚ĖĀ National
‚ĖĀS an
‚ĖĀSa n
‚ĖĀ San
‚ĖĀY ork
Re quest
ch ar
cha r
c har
‚ĖĀZ e
‚ĖĀ Ze
but ton
b utton
‚ĖĀa lg
‚ĖĀal g
‚ĖĀ alg
SO N
S ON
‚ĖĀa p
‚ĖĀ ap
uf f
u ff
ab ility
abil ity
–Ķ –ľ
‚ĖĀany thing
el a
e la
() )
( ))
–Ī –į
amp ion
ampio n
‚ĖĀp ot
‚ĖĀpo t
‚ĖĀ pot
‚ĖĀf ut
‚ĖĀfu t
ail able
‚ĖĀp rop
‚ĖĀpro p
‚ĖĀpr op
‚ĖĀ prop
" ]
‚ĖĀl ess
‚ĖĀle ss
‚ĖĀles s
‚ĖĀ less
la g
l ag
‚ĖĀA ugust
‚ĖĀAug ust
‚ĖĀ August
I t
‚ĖĀp lease
‚ĖĀple ase
‚ĖĀst yle
‚ĖĀsty le
‚ĖĀ style
‚ĖĀAl so
‚ĖĀAls o
‚ĖĀ Also
b t
‚ĖĀpro bably
‚ĖĀprob ably
‚ĖĀO ne
‚ĖĀOn e
‚ĖĀ One
‚ĖĀp oss
‚ĖĀpo ss
‚ĖĀpos s
‚ĖĀ poss
U I
ui t
u it
‚ĖĀW est
‚ĖĀWe st
‚ĖĀWes t
‚ĖĀ West
h n
+ \\
But ton
Butt on
B utton
js on
j son
er r
e rr
ra me
ram e
r ame
do m
d om
il on
ilo n
i lon
al f
‚ĖĀc lient
‚ĖĀcl ient
‚ĖĀcli ent
‚ĖĀ client
‚ĖĀcont inu
‚ĖĀcontin u
‚ĖĀ continu
x ml
pe c
p ec
ad or
ado r
a dor
l s
‚ĖĀhow ever
‚ĖĀA ny
‚ĖĀAn y
‚ĖĀ Any
√§n d
√§ nd
math rm
‚ĖĀu rl
‚ĖĀur l
‚ĖĀ url
‚ĖĀb ook
‚ĖĀbo ok
‚ĖĀ book
‚ĖĀg l
‚ĖĀ gl
iv es
ive s
i ves
g i
‚ĖĀt ro
‚ĖĀtr o
‚ĖĀU S
‚ĖĀ US
po int
p oint
op en
ope n
o pen
‚ĖĀc ur
‚ĖĀcu r
‚ĖĀ cur
‚ĖĀe ra
‚ĖĀer a
‚ĖĀ era
‚ĖĀpart icular
‚ĖĀpartic ular
‚ĖĀparticul ar
‚ĖĀparti cular
‚ĖĀH T
‚ĖĀ HT
oo t
o ot
el lo
ell o
lo bal
lob al
‚ĖĀa ction
‚ĖĀact ion
‚ĖĀac tion
‚ĖĀ action
‚ĖĀI nt
‚ĖĀIn t
‚ĖĀ Int
‚ĖĀin clude
‚ĖĀincl ude
‚ĖĀinclud e
‚ĖĀinclu de
‚ĖĀ include
‚ĖĀel ements
‚ĖĀelement s
‚ĖĀele ments
‚ĖĀelem ents
‚ĖĀ elements
–Ĺ–į —Ź
ar ds
ard s
‚ĖĀB l
‚ĖĀ Bl
‚ĖĀh um
‚ĖĀhu m
‚ĖĀ hum
fr om
f rom
ch ange
chan ge
‚ĖĀfunction s
‚ĖĀfun ctions
‚ĖĀ functions
he n
h en
Ser vice
Serv ice
‚ĖĀhe ight
‚ĖĀ height
‚ĖĀL and
‚ĖĀLa nd
‚ĖĀLan d
‚ĖĀ Land
ia s
i as
g s
i√≥ n
i √≥n
–Ľ–ĺ –≤
–Ľ –ĺ–≤
no de
n ode
. ‚ÄĚ
ha nd
han d
h and
‚ĖĀ–Ī —É
‚ĖĀ –Ī—É
‚ĖĀa mb
‚ĖĀam b
‚ĖĀ amb
‚ĖĀL u
‚ĖĀ Lu
‚ĖĀth row
‚ĖĀthr ow
‚ĖĀthro w
‚ĖĀ throw
‚ĖĀm ot
‚ĖĀmo t
‚ĖĀ mot
‚ĖĀA ct
‚ĖĀAc t
‚ĖĀ Act
‚ĖĀw orld
‚ĖĀwor ld
‚ĖĀ world
_ \\
ba se
bas e
b ase
‚ĖĀC o
‚ĖĀ Co
‚ĖĀar ch
‚ĖĀarc h
‚ĖĀ arch
‚ĖĀ## ##
‚ĖĀ### #
‚ĖĀ ####
ge d
g ed
pr il
p ril
ol der
old er
o lder
Mod el
Mode l
Mo del
M odel
‚ĖĀsever al
li e
l ie
che ck
c heck
] {
con s
co ns
c ons
‚ĖĀT ra
‚ĖĀTr a
‚ĖĀ Tra
he ck
‚ĖĀl east
‚ĖĀle ast
do wn
d own
eb ru
e bru
De f
D ef
par am
pa ram
para m
p aram
is cher
isch er
ische r
isc her
i scher
‚ĖĀc as
‚ĖĀca s
‚ĖĀ cas
C H
‚ĖĀadd ress
‚ĖĀaddr ess
‚ĖĀ address
‚ĖĀ—Ä–į –∑
‚ĖĀ —Ä–į–∑
uf en
ufe n
u fen
ur ope
uro pe
urop e
–Ķ –Ļ
‚ĖĀb ound
‚ĖĀbo und
‚ĖĀbou nd
‚ĖĀ bound
C O
‚ĖĀA ng
‚ĖĀAn g
‚ĖĀ Ang
‚ĖĀM a
‚ĖĀ Ma
In dex
Ind ex
co re
cor e
c ore
ou ch
ouc h
o uch
at abase
ata base
rib ution
ribu tion
doc ument
d ocument
L e
}_ {
} _{
ve rn
ver n
v ern
‚ĖĀstat ement
‚ĖĀstate ment
‚ĖĀ statement
‚ĖĀB rit
‚ĖĀBr it
on o
o no
ps ilon
psi lon
‚ĖĀle vel
‚ĖĀlev el
‚ĖĀ level
‚ĖĀpro duct
‚ĖĀprodu ct
‚ĖĀprod uct
‚ĖĀ product
I S
‚ĖĀc ourse
‚ĖĀcour se
‚ĖĀcours e
‚ĖĀ course
‚ĖĀM r
‚ĖĀ Mr
> \r
‚ĖĀback ground
‚ĖĀ background
‚ĖĀre t
‚ĖĀr et
‚ĖĀ ret
er ing
eri ng
e ring
mo st
mos t
m ost
—Ā—Ć –ļ–ĺ
—Ā—Ć–ļ –ĺ
‚ĖĀth read
‚ĖĀthr ead
‚ĖĀthre ad
‚ĖĀ thread
it ional
ition al
iti onal
it es
ite s
i tes
P l
‚ĖĀd os
‚ĖĀdo s
g a
da y
d ay
‚ĖĀG ener
‚ĖĀGe ner
‚ĖĀGen er
‚ĖĀGene r
‚ĖĀ Gener
‚ĖĀt w
‚ĖĀ tw
A d
"> <
" ><
‚ĖĀ( $
‚ĖĀ ($
‚ĖĀm oment
‚ĖĀmo ment
‚ĖĀmom ent
tit le
t itle
cre ate
c reate
vers ion
v ersion
Man ager
‚ĖĀf ur
‚ĖĀfu r
‚ĖĀ fur
pp ing
ppi ng
p ping
ij n
–ĺ —Ā
‚ĖĀr ather
‚ĖĀra ther
‚ĖĀrat her
pt ember
O S
‚ĖĀs ite
‚ĖĀsi te
‚ĖĀsit e
‚ĖĀ site
‚ĖĀc aus
‚ĖĀca us
an i
a ni
‚ĖĀh ome
‚ĖĀhom e
‚ĖĀho me
‚ĖĀ home
–ľ —Ė
‚ĖĀsh ort
‚ĖĀsho rt
‚ĖĀ short
p a
‚ĖĀl ead
‚ĖĀle ad
is hed
ish ed
ci ng
cin g
c ing
or ding
ord ing
ordin g
‚ĖĀp rote
‚ĖĀpro te
‚ĖĀpr ote
‚ĖĀprot e
‚ĖĀ prote
—Ā –Ľ–Ķ
LE CT
L ECT
‚ĖĀdi dn
‚ĖĀdid n
pos ition
p osition
", "
" ,"
() ,
( ),
tr ans
tra ns
‚ĖĀl ot
‚ĖĀlo t
‚ĖĀ lot
‚ĖĀ–ĺ –ī
‚ĖĀ –ĺ–ī
A S
‚ĖĀs at
‚ĖĀsa t
‚ĖĀpo ints
‚ĖĀpoint s
‚ĖĀ points
g ithub
st yle
sty le
‚ĖĀ–≥–ĺ –ī—É
‚ĖĀ–≥–ĺ–ī —É
‚ĖĀD is
‚ĖĀDi s
‚ĖĀ Dis
pon ent
om et
ome t
o met
ze r
z er
UL L
U LL
‚ĖĀp a
‚ĖĀ pa
A P
ac es
ace s
a ces
‚ĖĀUn ited
‚ĖĀUnit ed
am a
a ma
et y
e ty
Col or
Co lor
‚ĖĀen ough
U S
‚ĖĀl ength
‚ĖĀleng th
‚ĖĀ length
() );
()) ;
( ));
